[
  {
    "title": "الأدعية والمناجاة",
    "items": [
      {
        "title": "الأدعية المشهورة",
        "icon": "auto-stories",
        "duas": [
          {
            "title": "دعاء كميل بن زياد (رض)",
            "header": "وهو من الدّعوات المعروفة. قال العلاّمة المجلسي(رحمه الله): إنّه أفضل الأدعية، وهو دعاء الخضر(عليه السلام) وقد علّمه أمير المؤمنين (عليه السلام) كميلاً، وهو من خواصّ أصحابه، ويُدعى به في ليلة النصف من شعبان، وليلة الجمعة، ويجدي في كفاية شرّ الأعداء، وفي فتح باب الرزق، وفي غفران الذّنوب. وقد رواه الشّيخ والسيّد كلّاهما، وهو هذا الدّعاء:",
            "text": "اللهُمَّ إنّي أسألُكَ بِرحَمتِكَ الَّتي وَسِعَت كُلَّ شيءٍ، وَبِقوَّتِكَ الَّتي قَهرتَ بِها كُلَّ شيءٍ، وَخضَعَ لَها كُلُّ شيءٍ، وَذَلَّ لَها كُلُّ شيءٍ، وَبِجَبَروتِكَ الَّتي غَلَبتَ بِها كُلَّ شيءٍ، وَبعَزَّتِكَ الَّتي لا يَقومُ لَها شيءٌ، وَبِعَظَمَتِكَ الَّتي مَلأت كُلَّ شيءٍ، وَبِسُلطانِكَ الَّذي عَلا كُلَّ شيءٍ، وَبِوَجهِكَ الباقي بَعدَ فَناءِ كُلِّ شيءٍ، وَبِأسمائِكَ الَّتي ملأت أركانَ كُلِّ شيءٍ، وَبِعِلمِكَ الَّذي أحاطَ بِكُلِّ شيءٍ، وَبِنورِ وَجهِكَ الَّذي أضاءَ لَهُ كُلُّ شيءٍ، يا نوُرُ يا قُدّوسُ، يا أوَّلَ الأوَّلينَ، وَيا آخِرَ الآخِرينَ. اللهُمَّ اغفِر ليَ الذُّنوبَ الَّتي تَهتِكُ العِصَمَ ، اللهُمَّ اغفِر ليَ الذُّنوبَ الَّتي تُنزِلُ النِّقَمَ. اللهُمَّ اغفِر ليَ الذُّنوبَ الَّتي تُغَيِّرُ النِّعَمَ، اللهُمَّ اغفِر ليَ الذُّنوبَ الَّتي تَحبِسُ الدُّعاءَ. اللهُمَّ اغفِر ليَ الّذنوبَ الّتي تُنزِلُ البَلاء. اللهُمَّ اغفِر لي كُلَّ ذَنبٍ أذنَبتُهُ، وَكُلَّ خَطيئَةٍ أخطَأتُها. اللهُمَّ إنّي أتَقَرَّبُ إلَيكَ بِذِكرِكَ وَأستَشفِعُ بِكَ إلى نَفسِكَ، وَأسألُكَ بِجوُدِكَ أن تُدنِيَني مِن قُربِكَ، وَأن تُوزِعَني شُكرَكَ، وأن تُلهِمَني ذِكرَكَ. اللهُمَّ إنّي أسألُكَ سُؤالَ خاضِعٍ مُتَذَلِّلٍ خاشِعٍ، أن تُسامِحَني وَتَرحَمَني، وَتَجعَلَني بِقَسْمِكَ راضياً قانِعاً، وَفي جَميعِ الأحوالِ مُتَواضِعاً. اللهُمَّ وَأسألُكَ سُؤالَ مَن اشتَدَّت فاقَتُهُ، وَأنزَلَ بِكَ عِندَ الشَّدائِدِ حاجَتَهُ، وَعَظُمَ فيما عِندَكَ رَغبَتُهُ. اللهُمَّ عَظُمَ سُلطانُكَ وَعَلا مَكانُكَ، وَخَفيَ مَكرُكَ، وَظَهَرَ أمرُكَ، وَغَلَبَ قَهرُكَ، وَجَرَت قُدرَتُكَ، وَلايُمكِنُ الفِرارُ مِن حُكومَتِكَ. اللهُمَّ لا أجِدُ لِذُنوبي غافِراً وَلا لِقَبائِحي ساتِراً، وَلا لِشيءٍ مِن عَمَليَ القَبيحِ بِالحَسَنِ مُبَدِّلاً غَيرَكَ، لا إلهَ إلاّ أنتَ، سُبحانَكَ وَبِحَمدِكَ ظَلَمتُ نَفسي، وَتَجَرَّأتُ بِجَهلي، وَسَكَنتُ إلى قَديمِ ذِكرِكَ لي، وَمَنِّكَ عَلَيَّ. اللهُمَّ مَولايَ كَم مِن قَبيحٍ سَتَرتَهُ، وَكَم مِن فادِحٍ مِنَ البَلاءِ أقَلتَهُ ، وَكَم مِن عِثارٍ وَقَيتَهُ، وَكَم مِن مَكروُهٍ دَفَعتَهُ، وَكَم مِن ثَناءٍ جَميلٍ لَستُ أهلاً لَهُ نَشَرتَهُ. اللهُمَّ عَظُمَ بَلائي، وَأفرَطَ بي سوءُ حالي، وَقَصُرَت بي أعمالي، وَقَعَدَت بي أغلالي وَحَبَسَني عَن نَفعي بُعدُ أمَلي ، وَخَدَعَتني الدُّنيا بِغُرورِها، وَنَفسي بِجِنايَتِها، وَمِطالي يا سَيِّدي فَأسألُكَ بِعِزَّتِكَ أن لايَحجُبَ عَنكَ دُعائي سوءُ عَمَلي وَفِعالي، وَلا تَفضَحنِي بِخَفيِّ ما اطَّلَعتَ عَلَيهِ مِن سِرّي، وَلا تُعاجِلني بِالعُقوبَةِ عَلى ما عَمِلتُهُ في خَلَواتي مِن سوءِ فِعلي وَإساءَتي، وَدَوامِ تَفريطي وَجَهالَتي، وَكَثرَةِ شَهَواتي وَغَفلَتي، وَكُنِ اللهُمَّ بِعِزَّتِكَ لي في كُلِّ الأحوالِ رَؤوفاً، وَعَليَّ في جَميعِ الامورِ عَطوفاً. إلهي وَرَبّي مَن لي غَيرُكَ أسألَهُ كَشفَ ضُرّي وَالنَّظَرَ في أمري. إلهي وَمَولايَ أجرَيتَ عَلَيَّ حُكماً اتَّبَعتُ فيهِ هَوى نَفسي وَلَم أحتَرِس فيهِ مِن تَزيينِ عَدوّي، فَغَرَّني بِما أهوى وَأسعَدَهُ عَلى ذلِكَ القَضاءُ فَتَجاوَزتُ بِما جَرى عَلَيَّ مِن ذلِكَ بَعضَ حُدودِكَ، وَخالَفتُ بَعضَ أوامِرِكَ، فَلَكَ الحَمدُ عَلَيَّ في جَميعِ ذلِكَ وَلا حُجَّةَ لي فيما جَرى عَلَيَّ فيهِ قَضاؤُكَ، وَألزَمَني حُكمُكَ وَبَلاؤُكَ، وَقَد أتَيتُكَ يا إلهي بَعدَ تَقصيري وَإسرافي عَلى نَفسي مُعتَذِراً نادِماً مُنكَسِراً مُستَقيلاً مُستَغفِراً مُنيباً مُقِرّاً مُذعِنا مُعتَرِفاً، لا أجِدُ مَفَرّاً مِمّا كانَ مِنّي وَلا مَفزَعاً أتَوَجَّهُ إلَيهِ في أمري، غَيرَ قَبوُلِكَ عُذري وَإدخالِكَ إيايَ في سَعَةِ رَحمَتِكَ. اللهُمَّ فَاقبَل عُذري، وَارحَم شِدَّةَ ضُرّي وَفُكَّني مِن شَدِّ وَثاقي، يا رَبِّ ارحَم ضَعفَ بَدَني، وَرِقَّةَ جِلدي وَدِقَّةَ عَظمي، يا مَن بَدَأ خَلقي وَذِكري وَتَربيَتي وَبِرّي وَتَغذيَتي، هَبني لابتِداءِ كَرَمِكَ وَسالِفِ بِرِّكَ بي، يا إلهي وَسَيِّدي وَرَبّي، أتُراكَ مُعَذِّبي بِنارِكَ بَعدَ تَوحيدِكَ وَبَعدَما انطَوى عَلَيهِ قَلبي مِن مَعرِفَتِكَ، وَلَهِجَ بِهِ لِساني مِن ذِكرِكَ، وَاعتَقَدَهُ ضَميري مِن حُبِّكَ وَبَعدَ صِدقِ اعتِرافي وَدُعائي خاضِعاً لِرُبوبيَّتِكَ، هَيهاتَ أنتَ أكرَمُ مِن أن تُضَيِّعَ مَن رَبَّيتَهُ، أو تُبعِدَ مَن أدنَيتَهُ، أو تُشَرِّدَ مَن آوَيتَهُ، أو تسلّم إلى البَلاءِ مَن كَفَيتَهُ وَرَحِمتَهُ، وَلَيتَ شِعري يا سَيِّدي وَإلهي وَمَولايَ أتُسَلِّطُ النّارَ عَلى وُجوهٍ خَرَّت لِعَظَمَتِكَ ساجِدَةً، وَعَلى ألسُنٍ نَطَقَت بِتَوحيدِكَ صادِقَةً وَبِشُكرِكَ مادِحَةً، وَعَلى قُلوبٍ اعتَرَفَت بِإلهيَّتِكَ مُحَقِّقَةً، وَعَلَى ضَمائِرَ حَوَت مِنَ العِلمِ بِكَ حَتّى صارَت خاشِعَةً، وَعَلى جَوارِحَ سَعَت إلى أوطانِ تَعَبُّدِكَ طائِعَةً، وَأشارَت بِاستغفاركَ مُذعِنَةً ما هكَذا الظَنُّ بِكَ وَلا اُخبِرنا بِفَضلِكَ عَنكَ يا كَريمُ، يا رَبِّ وَأنتَ تَعلَمُ ضَعفي عَن قَليلٍ مِن بَلاءِ الدُّنيا وَعُقوباتِها، وَما يَجري فيها مِنَ المَكارِهِ عَلى أهلِها، عَلى أنَّ ذلِكَ بَلاءٌ وَمَكروهٌ قَليلٌ مَكثُهُ، يَسيرٌ بَقاؤهُ قَصيٌر مُدَّتُهُ، فَكَيفَ احتِمالي لِبَلاءِ الآخِرَةِ وَجَليلِ وُقوعِ المَكارِهِ فيها، وَهُوَ بَلاءٌ تَطولُ مُدَّتُهُ وَيَدومُ مَقامُهُ وَلا يُخَفَّفُ عَن أهلِهِ لأنَّهُ لا يَكونُ إلاّ عَن غَضَبِكَ وَانتِقامِكَ وَسَخَطِكَ وَهذا ما لا تَقومُ لَهُ السَّماواتُ وَالأرضُ، يا سَيِّدي فَكَيفَ بي وَأنا عَبدُكَ الضَّعيفُ الذَّليلُ الحَقيرُ المِسكينُ المُستَكينُ يا إلهي وَرَبّي وَسَيِّدي وَمَولايَ، لأيِّ الاُمورِ إلَيكَ أشكو، وَلِما مِنها أضِجُّ وَأبكي، لأليمِ العَذابِ وَشِدَّتِهِ، أم لِطولِ البَلاءِ وَمُدَّتِهِ فَلَئِن صَيَّرتَني لِلعُقوباتِ مَعَ أعدائِكَ، وَجَمَعتَ بَيني وَبَينَ أهلِ بَلائِكَ، وَفَرَّقتَ بَيني وَبَينَ أحِبّائِكَ وَأوليائِكَ؛ فَهَبني يا إلهي وَسَيِّدي وَمَولايَ وَرَبّي، صَبَرتُ عَلى عَذابِكَ فَكَيفَ أصبِرُ عَلى فِراقِكَ وَهَبني صَبَرتُ عَلى حَرِّ نارِكَ فَكَيفَ أصبِرُ عَنِ النَّظَرِ إلى كَرامَتِكَ أم كَيفَ أسكُنُ في النّارِ وَرَجائي عَفوُكَ فَبِعِزَّتِكَ يا سَيِّدي وَمَولايَ اُقسِمُ صادِقاً، لَئِن تَرَكتَني ناطِقاً لأضِجَّنَّ إلَيكَ بَينَ أهلِها ضَجيجَ الآمِلينَ، وَلأصرُخَنَّ إلَيكَ صُراخَ المُستَصرِخينَ، وَلأبكيَنَّ عَلَيكَ بُكاءَ الفاقِدينَ، وَلأُناديَنَّكَ أينَ كُنتَ يا وَليَّ المُؤمِنينَ، يا غايَةَ آمالِ العارِفينَ، يا غياثَ المُستَغيثينَ، يا حَبيبَ قُلوُبِ الصّادِقينَ، وَيا إلهَ العالَمينَ، أفَتُراكَ، سُبحانَكَ يا إلهي وَبِحَمدِكَ تَسمَعُ فيها صَوتَ عَبدٍ مُسلِمٍ سُجِنَ فيها بِمُخالَفَتِهِ، وَذاقَ طَعمَ عَذابِها بِمَعصيَتِهِ، وَحُبِسَ بَينَ أطباقِها بِجُرمِهِ وَجَريرَتِهِ، وَهُوَ يَضِجُّ إلَيكَ ضَجيجَ مُؤَمِّلٍ لِرَحمَتِكَ، وَيُناديكَ بِلِسانِ أهلِ تَوحيدِكَ، وَيَتَوَسَّلُ إلَيكَ بِرُبوبيَّتِكَ، يا مَولايَ فَكَيفَ يَبقى في العَذابِ وَهُوَ يَرجوُ ما سَلفَ مِن حِلمِكَ أم كَيفَ تُؤلِمُهُ النَّارُ وَهُوَ يأمَلُ فَضلَكَ وَرَحمَتَكَ أم كَيفَ يُحرِقُهُ لَهيبُها وَأنتَ تَسمَعُ صَوتَهُ وَتَرى مَكانَهُ أم كَيفَ يَشتَمِلُ عَلَيهِ زَفيرُها وَأنتَ تَعلَمُ ضَعفَهُ أم كَيفَ يَتَقَلقَلُ بَينَ أطباقِها وَأنتَ تَعلَمُ صِدقَهُ أم كَيفَ تَزجُرُهُ زَبانيَتُها وَهُوَ يُناديكَ يا رَبَّه أم كَيفَ يَرجو فَضلَكَ في عِتقِهِ مِنها فَتَترُكَهُ فيها هَيهاتَ ما ذَلِكَ الظَنُّ بِكَ وَلا المُعروفُ مِن فَضلِكَ، وَلا مُشبِهٌ لِما عامَلتَ بِهِ الموَحِّدينَ مِن بِرِّكَ وَإحسانِكَ فَبِاليَقينِ أقَطَعُ لَولا ما حَكَمتَ بِهِ مِن تَعذيبِ جاحِديكَ، وَقَضَيتَ بِهِ مِن إخلادِ مُعانِديكَ، لَجَعلتَ النَّارَ كُلَّها بَرداً وَسَلاماً، وَما كَانَ لأحَدٍ فيها مَقَرّاً وَلا مُقاماً، لكِنَّكَ تَقَدَّسَت أسماؤُكَ أقسَمتَ أن تَملَأها مِنَ الكافِرينَ مِنَ الجِنَّةِ وَالنَّاسِ أجمَعينَ، وَأن تُخَلِّدَ فيها المُعانِدينَ، وَأنتَ جَلَّ ثَناؤُكَ قُلتَ مُبتَدِئاً، وَتَطَوَّلتَ بِالإنعامِ مُتَكَرِّماً أفَمَن كانَ مُؤمِناً كَمَن كانَ فاسِقاً لا يَستَوونَ. إلهي وَسَيِّدي، فَأسألُكَ بِالقُدرَةِ الَّتي قَدَّرتَها، وَبِالقَضيَّةِ الَّتي حَتَمتَها وَحَكَمتَها، وَغَلَبتَ مَن عَلَيهِ أجرَيتَها، أن تَهَبَ لي في هذِهِ اللّيلَةِ وَفي هذِهِ السَّاعَةِ، كُلَّ جُرمٍ أجرَمتُهُ، وَكُلَّ ذَنبٍ أذنَبتُهُ، وَكُلَّ قَبيحٍ أسرَرتُهُ، وَكُلَّ جَهلٍ عَمِلتُهُ، كَتَمتُهُ أو أعَلَنتُهُ، أخفَيتُهُ أو أظهَرتُهُ، وَكُلَّ سَيِّئَةٍ أمَرتَ بِإثباتِها الكِرامَ الكاتِبينَ، الَّذينَ وَكَّلتَهُم بِحِفظِ ما يَكونُ مِنّي، وَجَعَلتَهُم شُهوداً عَلَيّ مَعَ جَوارِحي، وَكُنتَ أنتَ الرَّقيبَ عَلَيَّ مِن وَرائِهِم، وَالشَّاهِدَ لِما خَفِيَ عَنهُم وَبِرَحمَتِكَ أخفَيتَهُ، وَبِفَضلِكَ سَتَرتَهُ، وَأن توَفِّرَ حَظّي مِن كُلِّ خَيرٍ أنزَلتَهُ، أو إحسانٍ فَضَّلتَهُ، أو بِرٍّ نَشَرتَهُ، أو رِزقٍ بَسَطتَهُ، أو ذَنبٍ تَغفِرُهُ، أو خَطأٍ تَستُرُهُ، يا رَبِّ يا رَبِّ يا رَبِّ، يا إلهي وَسَيِّدي وَمَولايَ وَمالِكَ رِقّي، يا مَن بِيَدِهِ ناصِيَتي، يا عَليماً بِضُرّي وَمَسكَنَتي، يا خَبيراً بَفَقري وَفاقَتي، يا رَبِّ يا رَبِّ يا رَبِّ، أسألُكَ بِحَقِكَ وَقُدسِكَ وَأعظَمِ صِفاتِكَ وَأسمائِكَ، أن تَجعَلَ أوقاتي مِنَ اللّيلِ وَالنَّهارِ بَذِكرِكَ مَعمورَةً، وَبِخِدمَتِكَ مَوصولَةً، وَأعمالي عِندَكَ مَقبولَةً، حَتَّى تَكونَ أعمالي وأورادي كُلُّها وِرداً وَاحِداً، وَحالي في خِدمَتِكَ سَرمَداً. يا سَيِّدي يا مَن عَلَيهِ مُعَوَّلي، يا مَن إلَيهِ شَكَوتُ أحوالي، يا رَبِّ يا رَبِّ يا رَبِّ، قَوِّ عَلى خِدمَتِكَ جَوارِحي وَاشدُد عَلى العَزيمَةِ جَوانِحي، وَهَب ليَ الجِدَّ في خَشيَتِكَ، وَالدَّوامَ في الاتِّصالِ بِخِدمَتِكَ حَتَّى أسرَحَ إلَيكَ في مَيادينِ السابِقينَ، واُسرِعَ إلَيكَ في البارِزينَ، وَأشتاقَ إلى قُربِكَ في المُشتاقينَ، وَأدنوَ مِنكَ دُنوَّ المُخلِصينَ، وَأخافَكَ مَخافَةَ الموقِنينَ، وَأجتَمِعَ في جِوارِكَ مَعَ المُؤمِنينَ. اللهُمَّ وَمَن أرادَني بِسوءٍ فَأرِدهُ، وَمَن كادَني فَكِدهُ، وَاجعَلني مِن أحسَنِ عَبيدِكَ نَصيباً عِندَكَ، وَأقرَبِهِم مَنزِلَةً مِنكَ، وَأخَصِّهِم زُلفَةً لَدَيكَ فِإنَّهُ لا يُنالُ ذلِكَ إلاّ بِفَضلِكَ، وَجُد لي بِجودِكَ، وَاعطِف عَلَيَّ بَمَجدِكَ وَاحفَظني بِرَحمَتِكَ، وَاجعَل لِساني بِذِكرِكَ لَهِجاً، وَقَلبي بِحُبِّكَ مُتَيَّماً ، وَمُنَّ عَلَيَّ بِحُسنِ إجابَتِكَ، وَأقِلني عَثرَتي، وَاغفِر زَلَّتي، فَإنَّكَ قَضيتَ عَلى عِبادِكَ بِعِبادَتِكَ، وَأمَرتَهُم بِدُعائِكَ، وَضَمِنتَ لَهُمُ الإجابَةَ، فَإلَيكَ يا رَبِّ نَصَبتُ وَجهي، وَإلَيكَ يا رَبِّ مَدَدتُ يَدي، فَبِعِزَّتِكَ استَجِب لي دُعائي، وَبَلِّغني مُنايَ، وَلا تَقطَع مِن فَضلِكَ رَجائي، وَاكفِني شَرَّ الجِنِّ وَالإنسِ مِن أعدائي. يا سَريعَ الرِّضا اغفِر لِمَن لا يَملِكُ إلاّ الدُّعاءَ، فَإنَّكَ فَعَّالٌ لِما تَشاءُ، يا مَن اسمُهُ دَواءٌ، وَذِكرُهُ شِفاءٌ، وَطاعَتُهُ غِنىً، ارحَم مَن رَأسُ مالِهِ الرَّجاءُ وَسِلاحُهُ البُكاءُ، يا سَابِغَ النِّعَمِ، يا دافِعَ النِّقَمِ، يا نورَ المُستَوحِشينَ في الظُّلَمِ، يا عالِماً لا يُعَلَّمُ، صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ، وَافعَل بي ما أنتَ أهلُهُ، وَصَلَّى اللهُ عَلى رَسولِهِ وَالأئِمَّةِ المَيامينِ مِن آلِهِ وَسَلَّمَ تَسليماً.",
          },
          {
            "title": "دعاء الصَّباح لأمير المؤمنين (ع)",
            "header": "دعاء الصَّباح لأمير المؤمنين (عليه السلام) أورده الشيخ عباس القمي في كتاب مفاتيح الجنان. وهو دعاء ذو مضامين عالية ومعاني جليلة تفتح آفاقا واسعة من العلم والمعرفة والنور أمام المؤمن الذي يبدأ صباحه بهذا الدعاء.",
            "text": "اللهُمَّ يا مَن دَلَعَ لِسانَ الصَّباحِ بِنُطقِ تَبَلُّجهِ، وَسَرَّحَ قِطَعَ اللَّيلِ المُظلِمِ بِغَياهِبِ تَلَجلُجِهِ، وَأتقَنَ صُنعَ الفَلَكِ الدَّوّارِ في مَقاديرِ تَبَرُّجِهِ، وَشَعشَعَ ضياءَ الشَّمسِ بِنورِ تَأجُّجِهِ، يا مَن دَلَّ عَلى ذاتِهِ بِذاتِهِ، وَتَنَزَّهَ عَن مُجانَسَةِ مَخلوقاتِهِ، وَجَلَّ عَن مُلائَمَةِ كَيفياتِهِ. يا مَن قَرُبَ مِن خَطَراتِ الظُّنونِ، وَبَعُدَ عَن لَحَظاتِ العُيونِ، وَعَلِمَ بِما كانَ قَبلَ أن يَكونَ، يا مَن أرقَدَني في مِهادِ أمنِهِ وَأمانِهِ، وَأيقَظَني إلى ما مَنَحَني بِهِ مِن مِنَنِهِ وَإحسانِهِ، وَكَفَّ أكُفَّ السّوءِ عَنّي بيَدِهِ وَسُلطانِهِ، صَلِّ اللهُمَّ عَلى الدَّليلِ إلَيكَ في اللَّيلِ الأليَلِ، وَالماسِكِ مِن أسبابِكَ بِحَبلِ الشَّرَفِ الأطوَلِ، والنَّاصِعِ الحَسَبِ في ذِروَةِ الكاهِلِ الأعبَلِ، وَالثَّابِتِ القَدَمِ عَلى زَحاليفِها في الزَّمَنِ الأوَّلِ وَعَلى آلِهِ الأخيارِ المُصطَفَينَ الأبرارِ، وَافتَحِ اللهُمَّ لَنا مَصاريعَ الصَّباحِ بِمَفاتيحِ الرَّحمَةِ وَالفَلاحِ، وَألبِسني اللهُمَّ مِن أفضَلِ خِلَعِ الهِدايَةِ وَالصَّلاحِ، وَأغرِسِ اللهُمَّ بِعَظَمَتِكَ في شِربِ جَناني يَنابيعَ الخُشوعِ، وَأجرِ اللهُمَّ لِهَيبَتِكَ مِن آماقي زَفَراتِ الدُّموعِ، وَأدِّبِ اللهُمَّ نَزَقَ الخُرقِ مِنّي بِأزِمَّةِ القُنوعِ، إلهي إن لَم تَبتَدِئني الرَّحمَةُ مِنكَ بِحُسنِ التَّوفيقِ فَمَنِ السَّالِكُ بي إلَيكَ في وَاضِحِ الطَّريقِ وَإن أسلَمَتني أناتُكَ لِقائِدِ الامَلِ وَالمُنى فَمَنِ المُقيلُ عَثَراتي مِن كَبَواتِ الهَوى وَإن خَذَلَني نَصرُكَ عِندَ مُحارَبَةِ النَّفسِ وَالشَّيطانِ، فَقَد وَكَلَني خِذلانُكَ إلى حَيثُ النَّصَبِ وَالحِرمانِ. إلهي أتَراني ما أتَيتُكَ إلاّ مِن حَيثُ الآمالِ، أم عَلِقتُ بَأطرافِ حِبالِكَ إلاّ حينَ باعَدَتني ذُنوبي عَن دارِ الوِصالِ، فَبِئسَ المَطيَّةُ الَّتي امتَطَت نَفسي مِن هَواها، فَواهاً لَها لِما سَوَّلَت لَها ظُنونُها وَمُناها وَتَبَّاً لَها لِجُرأتِها عَلى سَيِّدِها وَمَولاها إلهي قَرَعتُ بابَ رَحمَتِكَ بيَدِ رَجائي، وَهَرَبتُ إلَيكَ لاجِئاً مِن فَرطِ أهوائي، وَعَلَّقتُ بِأطرافِ حِبالِكَ أنامِلَ وَلائي، فَاصفَحِ اللهُمَّ عمَّا كُنتُ أجرَمتُهُ مِن زَلَلي وَخَطائي، وَأقِلني مِن صَرعَةِ رِدائي، فإنَّكَ سَيِّدي وَمَولاي وَمُعتَمَدي وَرَجائي، وَأنتَ غايَةُ مَطلوبي، وَمُنايَ في مُنقَلَبي وَمَثوايَ. إلهي كَيفَ تَطرُدُ مِسكيناً التَجأ إلَيكَ مِنَ الذُّنوب ِهارِباً أم كَيفَ تُخَيِّبُ مُستَرشِداً قَصَدَ إلى جَنابِكَ ساعياً أم كَيفَ تَرُدُّ ظَمآناً وَرَدَ إلى حياضِكَ شارِباً كَلّا، وَحياضُكَ مُترَعَةٌ في ضَنكِ المُحوُلِ، وَبابُكَ مَفتوحٌ لِلطَّلَبِ وَالوُغولِ، وَأنتَ غايَةُ المَسؤولِ ونِهايَةُ المَأمولِ إلهي هذِهِ أزِمَّةُ نَفسي عَقَلتُها بِعِقالِ مَشيَّتِكَ، وَهذِهِ أعباء ذُنوبي دَرَأتُها بِعَفوِكَ وَرَحمَتِكَ، وَهذِهِ أهوائي المُضِلَّةُ وَكَلتُها إلى جَنابِ لُطفِكَ وَرَأفَتِكَ فَاجعَلِ اللهُمَّ صَباحي هذا نازِلاً عَلَيَّ بِضياءِ الهُدى وَبِالسَّلامَةِ في الدّينِ وَالدُّنيا، وَمَسائي جُنَّةً مِن كَيدِ العِدى وَوِقايَةً مِن مُردياتِ الهَوى، إنَّكَ قادِرٌ عَلى ما تَشاءُ تُؤتي المُلكَ مَن تَشاءُ، وَتَنزِعُ المُلكَ مِمَّن تَشاءُ، وَتُعِزُّ مَن تَشاءُ وَتُذِلُّ مَن تَشاءُ، بيَدِكَ الخَيرُ إنَّكَ عَلى كُلِّ شيءٍ قَديرٌ، تولِجُ اللَّيلَ في النَّهارِ، وَتولِجُ النَّهارَ في اللَّيلِ، وَتُخرِجُ الحَيَّ مِنَ المَيِّتِ، وَتُخرِجُ المَيِّتَ مِنَ الحَيِّ، وَتَرزُقُ مَن تَشاءُ بِغَيرِ حِسابٍ، لا إلهَ إلاّ أنتَ، سُبحانَكَ اللهُمَّ وَبِحَمدِكَ، مَن ذا يَعرِفُ قَدرَكَ فَلا يَخافُكَ، وَمَن ذا يَعلَمُ ما أنتَ فَلا يَهابُكَ. لَّفتَ بِقُدرَتِكَ الفِرَقَ، وَفَلَقتَ بِلُطفِكَ الفَلَقَ، وَأنَرتَ بِكَرَمِكَ دياجيَ الغَسَقِ، وَأنهَرتَ المياهَ مِنَ الصُّمِّ الصياخيدِ عَذباً وَاُجاجاً، وَأنزَلتَ مِنَ المُعصِراتِ ماءً ثَجَّاجاً، وَجَعَلتَ الشَّمسَ وَالقَمَرَ لِلبَريَّةِ سِراجاً وَهّاجاً، مِن غَيرِ أن تُمارِسَ فيما ابتَدَأتَ بِهِ لُغوباً وَلا عِلاجاً، فيامَن تَوَحَّدَ بِالعِزِّ وَالبَقاءِ، وَقَهَرَ عِبادَهُ بِالمَوتِ وَالفَناءِ، صَلِّ عَلى مُحَمَّدٍ وَآلِهِ الأتقياءِ، وَاسمَع نِدائي، وَاستَجِب دُعائي، وَحَقِّق بِفَضلِكَ أمَلي وَرَجائي، يا خَيرَ مَن دُعيَ لِكَشفِ الضُّرِ، وَالمَأمولِ لكلّ عُسرٍ وَيُسرٍ، بِكَ أنزَلتُ حاجَتي فَلا تَرُدَّني مِن سَنيِّ مَواهِبِكَ خائِباً، يا كَريمُ يا كَريمُ يا كَريمُ، بِرَحمَتِكَ يا أرحَمَ الرّاحِمينَ، وَصَلَّى اللهُ عَلى خَيرِ خَلقِهِ مُحَمَّدٍ وَآلِهِ أجمَعينَ. ثمّ اسجد وقل: إلهي قَلبي مَحجوبٌ، وَنَفسي مَعيوبٌ، وَعَقلي مَغلوبٌ، وَهوَائي غالِبٌ، وَطاعَتي قَليلٌ، وَمَعصيَتي كَثيرٌ، وَلِساني مُقِرُّ بِالذُّنوبِ، فَكَيفَ حيلَتي يا سَتَّارَ العُيوبِ، وَ يا عَلامَ الغُيوبِ، وَ يا كاشِفَ الكُروبِ، اغفِر ذُنوبي كُلَّها بِحُرمَةِ مُحَمَّدٍ وَآلِ مُحَمَّدٍ، يا غَفّارُ يا غَفّارُ يا غَفّارُ، بِرَحمَتِكَ يا أرحَمَ الرّاحِمينَ.",
          },
          {
            "title": "دعاء العشرات",
            "header": "دُعاء العشرات وهو دعاء في غاية الاعتبار أورده الشيخ عباس القمي في كتاب مفاتيح الجنان. عن مصباح المتهجد للشيخ الطوسي ويستحب الدعاء به في كل صباح ومساء، وأفضل أوقاته بعد العصر من يوم الجمعة.",
            "text": "سُبحانَ اللهِ وَالحَمدُ للهِ وَلا إلهَ إلاّ الله وَاللهُ أكبَرُ، وَلا حَولَ وَلا قُوَّةَ إلاّ بِاللهِ العَليِّ العَظيمِ، سُبحانَ اللهِ آناءَ اللَّيلِ وَأطرافَ النَّهارِ، سُبحانَ اللهِ بِالغُدُوِّ وَالآصالِ، سُبحانَ اللهِ بِالعَشيِّ وَالإبكارِ، سُبحانَ اللهِ حينَ تُمسونَ وَحينَ تُصبِحونَ، وَلَهُ الحَمدُ في السَّماواتِ وَالأرضِ وَعَشياً وَحينَ تُظهِرونَ، يُخرِجُ الحَيَّ مِنَ المَيِّتِ، وَيُخرِجُ المَيِّتَ مِنَ الحَيِّ، وَيُحيي الأرضَ بَعدَ مَوتِها، وَكَذلِكَ تُخرَجونَ، سُبحانَ رَبِّكَ رَبِّ العِزَّةِ عَمّا يَصِفونَ، وَسَلامٌ عَلى المُرسَلينَ، وَالحَمدُ للهِ رَبِّ العالَمينَ، سُبحانَ ذي المُلكِ وَالمَلَكوتِ، سُبحانَ ذي العِزَّةِ وَالجَبَروتِ، سُبحانَ ذي الكِبرياءِ وَالعَظَمَةِ المَلِكِ الحَقِّ المُهَيمِنِ القُدّوسِ، سُبحانَ اللهِ المَلِكِ الحَيِّ الَّذي لا يَموتُ، سُبحانَ اللهِ المَلِكِ الحَيِّ القُدّوسِ، سُبحانَ القائِمِ الدَّائِمِ، سُبحانَ الدَّائِمِ القائِمِ، سُبحانَ رَبّيَ العَظيمِ، سُبحانَ رَبّيَ الأعلى، سُبحانَ الحَيِّ القَيّومِ، سُبحانَ العَليِّ الأعلى، سُبحانَهُ وَتَعالى، سُبّوحٌ قُدّوسٌ رَبُّنا وَرَبُّ المَلائِكَةِ وَالرّوحِ، سُبحانَ الدائِمِ غَيرِ الغافِلِ، سُبحانَ العالِمِ بِغَيرِ تَعليمٍ، سُبحانَ خالِقِ ما يُرى وَما لا يُرى، سُبحانَ الَّذي يُدرِكُ الأبصارَ وَلا تُدرِكُهُ الأبصارُ، وَهُوَ اللَّطيفُ الخَبيرُ.\n\nاللَّهُمَّ إنّي أصبَحتُ مِنكَ في نِعمَةٍ وَخَيرٍ وَبَرَكَةٍ وَعافيَةٍ فَصَلِّ عَلى مُحَمَّدٍ وَآلِهِ، وَأتمِم عَلَيَّ نِعمَتَكَ وَخَيرَكَ وَبَرَكاتِكَ وَعافيَتِكَ بِنَجاةٍ مِنَ النَّارِ، وَارزُقني شُكرَكَ وَعافيَتِكَ وَفَضلَكَ وَكَرامَتَكَ أبَداً ما أبقَيتَني.\n\nاللَّهُمَّ بِنورِكَ اهتَدَيتُ، وَبِفَضلِكَ استَغنَيتُ، وَبِنِعمَتِكَ أصبَحتُ وَأمسَيتُ. اللَّهُمَّ إنّي اُشهِدُكَ وَكَفى بِكَ شَهيداً، وَاُشهِدُ مَلائِكَتَكَ وَأنبيائَكَ وَرُسُلَكَ، وَحَمَلَةَ عَرشِكَ، وَسُكّانَ سَماواتِكَ وَأرضِكَ وَجَميعَ خَلقِكَ، بِأنَّكَ أنتَ اللهُ لا إلهَ إلاّ أنتَ، وَحدَكَ لا شَريكَ لَكَ، وَأنَّ مُحَمَّداً (صلى الله عليه وآله) عَبدُكَ وَرَسولُكَ، وَأنَّكَ عَلى كُلِّ شَيءٍ قَديرٌ، تُحيي وَتُميتُ، وَتُميتُ وَتُحيي، وَأشهَدُ أنَّ الجَنَّةَ حَقٌ، وَأنَّ النّارَ حَقٌ وَالنُشورَ حَقُّ، وَالسّاعَةَ آتيَةٌ لارَيبَ فيها وَأنَّ الله يَبعَثُ مَن في القُبورِ وَأشهَدُ أنَّ عَليَّ ابنَ أبي طالِبٍ أميرُ المؤُمِنينَ حَقّاً حَقّاً، وَأنَّ الأئِمَّةَ مِن وُلدِهِ هُمُ الأئِمَّةُ الهُداةُ المَهديّونَ، غَيرُ الضّالّينَ وَلا المُضِلّينَ، وَأنَّهُم أولياؤُكَ المُصطَفَونَ، وَحِزبُكَ الغالِبونَ، وَصَفوَتُكَ وَخِيَرَتُكَ مِن خَلقِكَ، وَنُجَباؤُكَ الَّذينَ انتَجَبتَهُم لِدينِكَ، وَاختَصَصَتُهم مِن خَلقِكَ، وَاصطَفَيتَهُم عَلى عِبادِكَ، وَجَعَلتَهُم حُجَّةً عَلى العالَمينَ صَلَواتُكَ عَلَيهِم وَالسَّلامُ وَرَحمَةُ الله وَبَرَكاتُهُ. اللَّهُمَّ اكتُب لي هذِهِ الشَّهادَةَ عِندَكَ حَتَّى تُلَقِّنِّيها يَومَ القيامة وَأنتَ عَنّي راضٍ إنَّكَ عَلى ما تَشاءُ قَديرٌ.\n\nاللَّهُمَّ لَكَ الحَمدُ حَمداً يَصعَدُ أوَّلُهُ وَلا يَنفَدُ آخِرُهُ. اللَّهُمَّ لَكَ الحَمدُ حَمداً تَضَعُ لَكَ السَّماء كَنَفَيها، وَتُسَبِّحُ لَكَ الأرضُ وَمَن عَلَيها. اللَّهُمَّ لَكَ الحَمدُ حَمداً سَرمَداً أبَداً لا انقِطاعَ لَهُ وَلا نَفادَ وَلَكَ يَنبَغي وإلَيكَ يَنتَهي، فيَّ وَعَلَيَّ وَلَدَيَّ وَمَعي وَقَبلي وَبَعدي وَأمامي وَفَوقي وَتَحتي، وَإذا مِتُّ وَبَقيتُ فَرداً وَحيداً ثمّ فَنيتُ، وَلَكَ الحَمدُ إذا نُشِرتُ وَبُعِثتُ، يا مَولايَ. اللَّهُمَّ وَلَكَ الحَمدُ وَلَكَ الشُّكرُ بِجَميعِ مَحامِدِكَ كُلِّها عَلى جَميعِ نَعمائِكَ كُلِّها حَتَّى يَنتَهي الحَمدُ إلى ما تُحِبُّ رَبَّنا وَتَرضى.\n\nاللَّهُمَّ لَكَ الحَمدُ عَلى كُلِّ أكلَّةٍ وَشَربَةٍ وَبَطشَةٍ وَقَبضَةٍ وبَسطَةٍ، وَفي كُلِّ مَوضِعِ شَعرَةٍ. اللَّهُمَّ لَكَ الحَمدُ حَمداً خالِداً مَعَ خُلودِكَ وَلَكَ الحَمدُ حَمداً لا مُنتَهى لَهُ دونَ عِلمِكَ وَلَكَ الحَمدُ حَمداً لا أمَدَ لَهُ دونَ مَشيئَتِكَ وَلَكَ الحَمدُ حَمداً لا أجرَ لِقائِلِهِ إلاّ رِضاكَ، وَلَكَ الحَمدُ عَلى حِلمِكَ بَعدَ عِلمِكَ، وَلَكَ الحَمدُ عَلى عَفوِكَ بَعدَ قُدرَتِكَ، وَلَكَ الحَمدُ باعِثَ الحَمدِ، وَلَكَ الحَمدُ وَارِثَ الحَمدِ، وَلَكَ الحَمدُ بَديعَ الحَمدِ، وَلَكَ الحَمدُ مُنتَهى الحَمدِ، وَلَكَ الحَمدُ مُبتَدِعَ الحَمدِ، وَلَكَ الحَمدُ مُشتَريَ الحَمدِ، وَلَكَ الحَمدُ وَليَّ الحَمدِ، وَلَكَ الحَمدُ قِديمَ الحَمدِ، وَلَكَ الحَمدُ صادِقَ الوَعدِ، وَفيَّ العَهدِ، عَزيزَ الجُندِ، قائِمَ المَجدِ، وَلَكَ الحَمدُ رَفيعَ الدَّرَجاتِ مُجيبَ الدَّعَواتِ، مُنزِلَ الآيات مِن فَوقِ سَبعِ سَماواتٍ عَظيمَ البَرَكاتِ، مُخرِجَ النّورِ مِنَ الظُّلُماتِ، وَمُخرِجَ مَن في الظُّلُماتِ إلى النّورِ، مُبَدِّلَ السَّيِّئاتِ حَسَناتٍ وَجاعِلَ الحَسَناتِ دَرَجاتٍ.\n\nاللَّهُمَّ لَكَ الحَمدُ غافِرَ الذَّنبِ وَقابِلَ التَّوبِ، شَديدَ العِقابِ ذا الطَّولِ لا إلهَ إلاّ أنتَ إلَيكَ المَصيرُ. اللَّهُمَّ لَكَ الحَمدُ في اللَّيلِ إذا يَغشى، وَلَكَ الحَمدُ في النَّهارِ إذا تَجَلَى وَلَكَ الحَمدُ في الآخرةِ وَالاُولى، وَلَكَ الحَمدُ عَدَدَ كُلِّ نَجمٍ وَمَلَكٍ في السَّماء، وَلَكَ الحَمدُ عَدَدَ الثَّرى وَالحَصى وَالنَّوى، وَلَكَ الحَمدُ عَدَدَ ما في جَوِّ السَّماء، وَلَكَ الحَمدُ عَدَدَ ما في جَوفِ الأرضِ، وَلَكَ الحَمدُ عَدَدَ أوزانِ ميا هِ البِحارِ، وَلَكَ الحَمدُ عَدَدَ أوراقِ الأشجارِ، وَلَكَ الحَمدُ عَدَدَ ما عَلى وَجهِ الأرضِ، وَلَكَ الحَمدُ عَدَدَ ما أحصى كِتابُكَ، وَلَكَ الحَمدُ عَدَدَ ما أحاطَ بِهِ عِلمُكَ، وَلَكَ الحَمدُ عَدَدَ الإنسِ وَالجِنِّ، وَالهَوامِّ وَالطَّيرِ وَالبَهائِمِ والسِّباعِ حَمداً كَثيراً طَيِّباً مُبارَكاً فيهِ كَما تُحِبُّ رَبَّنا وَتَرضى، وَكَما يَنبَغي لِكَرَمِ وَجهِكَ وَعِزِّ جَلالِكَ.\n\nثمّ تقول عشراً: لا إلهَ إلاّ الله وَحدَهُ لا شَريكَ لَهُ، لَهُ المُلكُ وَلَهُ الحَمدُ، وَهُوَ اللَطيفُ الخَبيرُ.\n\nوعشراً: لا إلهَ إلاّ الله وَحدَهُ لا شَريكَ لَهُ، لَهُ المُلكُ وَلَهُ الحَمدُ، يُحيي وَيُميتُ، وَيُميتُ وَيُحيي، وَهُوَ حَيُّ لا يَموتُ بيَدِهِ الخَيرُ وَهُوَ عَلى كُلِّ شيءٍ قَديرٌ .\n\nوعشراً: أستَغفِرُ اللهَ الَّذي لا إلهَ إلاّ هُوَ الحَيُّ القَيّومُ وَأتوبُ إلَيهِ.\n\nوعشراً: يا اللهُ يا اللهُ\n\nوعشراً: يا رَحمنُ يا رَحمنُ\n\nوعشراً: يا رَحيمُ يا رَحيمُ\n\nوعشراً: يا بَديعَ السَّماواتِ وَالأرضِ\n\nوعشراً: يا ذا الجَلالِ وَالإكرامِ\n\nوعشراً: يا حَنّانُ يا مَنَّانُ\n\nوعشراً: يا حَيُّ يا قَيّومُ\n\nوعشراً: يا حَيُّ لا إلهَ إلاّ أنتَ\n\nوعشراً: يا اللهُ يا لا إلهَ إلاّ أنتَ\n\nوعشراً: بِسمِ الله الرَّحمنِ الرَّحيمِ\n\nوعشراً: اللَّهُمَّ صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ\n\nوعشراً: اللَّهُمَّ افعَل بي ما أنتَ أهلُهُ\n\nوعشراً: آمينَ آمينَ وعشراً: قُلْ هُوَ اللهُ أحَدٌ.\n\nثمّ تقول:اللَّهُمَّ اصنَع بي ما أنتَ أهلُهُ، وَلا تَصنَع بي ما أنا أهلُهُ، فَإنَّكَ أهلُ التَّقوى وَأهلُ المَغفِرَةِ، وَأنا أهلُ الذُّنوبِ وَالخطايا، فَارحَمني يا مولايَ وَأنتَ أرحَمُ الرَّاحِمينَ.\n\nوأيضاً تقول عشراً: لاحَولَ وَلا قوَّةَ إلاّ بِالله، تَوَكَّلتُ عَلى الحَيّ الَّذي لايَموتُ، وَالحَمدُ للهِ الَّذي لَم يَتَّخِذ وَلَداً، وَلَم يَكُن لَهُ شَريكٌ في المُلكِ، وَلَم يَكُن لَهُ وَليُّ مِنَ الذُّلِّ وَكَبِّرهُ تَكبيراً.",
          },
          {
            "title": "دعاء السمات",
            "header": "المعروف بـ دعاء الشبور، ويستحب الدعاء به في آخر ساعة من نهار الجمعة أورده الشيخ عباس القمي في كتاب مفاتيح الجنان. وهو من الأدعية المشهورة، وقد واظب عليه أكثر العلماء من السلف، وهو مروي في (مصباح الشيخ الطوسي)، وفي (جمال الأسبوع) للسيّد ابن طاووس.",
            "text": "اللَّهُمَّ إنّي أسألُكَ باسمك العَظيمِ الأعظَمِ الأعَزِّ الأجَلِّ الأكرَمِ الَّذي إذا دُعيتَ بِهِ عَلى مَغالِقِ أبوابِ السَّماء لِلفَتحِ بِالرَّحمَةِ انفَتَحَت، وَإذا دُعيتَ بِهِ عَلى مَضائِقِ أبوابِ الأرضِ لِلفَرَجِ انفَرَجَت وَإذا دُعيتَ بِهِ عَلى العُسرِ لِليُسرِ تيَسَّرَت وَإذا دُعيتَ بِهِ عَلى الأمواتِ لِلنُّشورِ انتَشَرَت وَإذا دُعيتَ بِهِ عَلى كَشفِ البَأساءِ وَالضَّرَّاءِ انكَشَفَت.\n\nوَبِجَلالِ وَجهِكَ الكَريمِ أكرَمِ الوُجوهِ وَأعَزِّ الوُجوهِ الَّذي عَنَت لَهُ الوُجوهِ وَخَضَعَت لَهُ الرِّقابُ، وَخَشَعَت لَهُ الأصواتِ وَوَجِلَت لَهُ القُلوبُ مِن مَخافَتِكَ. وَبِقوَّتِكَ الَّتي بِها تُمسِكُ السَّماء أن تَقَعَ عَلى الأرضِ إلاّ بِإذنِكَ، وَتُمسِكُ السَّماواتِ وَالأرضَ أن تَزولا، وَبِمَشيَّتِكَ الَّتي دانَ لَها العالَمونَ، وَبِكَلِمَتِكَ الَّتي خَلَقتَ بِها السَّماواتِ وَالأرضَ وَبِحِكمَتِكَ الَّتي صَنَعتَ بِها العَجائِبَ، وَخَلَقتَ بِها الظُّلمَةَ وَجَعَلتَها لَيلاً وَجَعَلتَ اللَّيلَ سَكَناً، وَخَلَقتَ بِها النّورَ وَجَعَلتَهُ نَهاراً، وَجَعَلتَ النَّهارَ نُشوراً مُبصِراً، وَخَلَقتَ بِها الشَّمسَ وَجَعَلتَ الشَّمسَ ضياءً، وَخَلَقتَ بِها القَمَرَ وَجَعَلتَ القَمَرَ نوراً، وَخَلَقتَ بِها الكَواكِبَ وَجَعَلتَها نُجوماً وَبُروجاً وَمَصابيحَ وَزينَةً وَرُجوماً، وَجَعَلتَ لَها مَشارِقَ وَمَغارِبَ، وَجَعَلتَ لَها مَطالِعَ وَمَجاري، وَجَعَلتَ لَها فَلكاً وَمَسابِحَ، وَقَدَّرتَها في السَّماء مَنازِلَ فَأحسَنتَ تَقديرَها، وَصَوَّرتَها فَأحسَنتَ تَصويرَها وَأحصَيتَها بِأسمائِكَ إحصاءً وَدَبَّرتَها بِحِكمَتِكَ تَدبيراً وَأحسَنتَ تَدبيرَها، وَسَخّرتَها بِسُلطانِ اللَّيلِ وَسُلطانِ النَّهارِ وَالسَّاعاتِ وَعَدَدِ السِّنينَ وَالحِسابِ وَجَعَلتَ رُؤيَتَها لِجَميعِ النّاسِ مَرءً وَاحِداً، وَأسألُكَ اللَّهُمَّ بِمَجدِكَ الَّذي كَلَّمتَ بِهِ عَبدَكَ وَرَسولَكَ موسى بنَ عِمرانَ (عليه السلام) في المُقَدَّسينَ فَوقَ إحساسِ الكَروبين فَوقَ غَمائِمِ النّورِ فَوقَ تابوتِ الشَّهادَةِ في عَمودِ النَّارِ وَفي طورِ سَيناء، وَفي جَبَلِ حوريثَ في الوادِ المُقَدَّسِ في البُقعَةِ المُبارَكَةِ مِن جانِبِ الطّورِ الأيمَنِ مِنَ الشَّجَرَةِ، وَفي أرضِ مِصرَ بِتِسعِ آياتٍ بَيِّناتٍ، وَيَومَ فَرَقتَ لِبَني إسرائيلَ البَحرَ وَفي المُنبَجِساتِ التي صَنَعتَ بِها العَجائِبَ في بَحرِ سُوفٍ، وَعَقَدتَ ماءَ البَحرِ في قَلبِ الغَمرِ كَالحِجارَةِ، وَجاوَزتَ بِبَني إسرائيلَ البَحرَ، وَتَمَّت كَلِمَتُكَ الحُسنى عَلَيهِم بِما صَبَروا وَأورَثتَهُم مَشارِقَ الأرضِ وَمَغارِبَها الَّتي بارَكتَ فيها لِلعالَمينَ وَأغرَقتَ فِرعَونَ وَجُنودَهُ وَمَراكِبَهُ في اليَمِّ.\n\nوَبِاسمِكَ العَظيمِ الأعظَمِ الأعَزِّ الأجَلِّ الأكرَمِ، وَبِمَجدِكَ الَّذي تَجَلَّيتَ بِهِ لِموسى كَليمِكَ (عليه السلام) في طورِ سَيناءَ، وَلإبراهيمَ (عليه السلام) خَليلِكَ مِن قَبلُ في مَسجِدِ الخَيفِ، وَلإسحاقَ صَفيِّكَ (عليه السلام) في بِئرِ شِيَعٍ، وَليَعقوبَ نَبيِّكَ (عليه السلام) في بَيتِ إيلٍ وَأوفَيتَ لإبراهيمَ (عليه السلام) بِميثاقِكَ، وَلإسحاقَ بِحَلفِكَ، وَليَعقوبَ بِشَهادَتِكَ، وَلِلمُؤمِنينَ بِوَعدِكَ وَلِلدَّاعينَ بِأسمائِكَ فَأجَبتَ، وَبِمَجدِكَ الَّذي ظَهَرَ لِموسى بنِ عِمرانَ (عليه السلام) عَلى قُبَّةِ الرُّمّانِ وَبِآياتِكَ الَّتي وَقَعَت عَلى أرضِ مِصرَ بِمَجدِ العِزَّةِ وَالغَلَبَةِ بِآياتٍ عَزيزَةٍ وَبِسُلطانِ القوَّةِ، وَبِعِزَّةِ القُدرَةِ، وَبِشَأنِ الكَلِمَةِ التَّامَّةِ، وَبِكَلِماتِكَ الَّتي تَفَضَّلتَ بِها عَلى أهلِ السَّماواتِ وَالأرضِ، وَأهلِ الدُّنيا وَأهلِ الآخرةِ، وَبِرَحمَتِكَ الَّتي مَنَنتَ بِها عَلى جَميعِ خَلقِكَ، وَباستِطاعَتِكَ الَّتي أقَمتَ بِها عَلى العالَمينَ وَبِنورِكَ الَّذي قَد خَرَّ مِن فَزَعِهِ طورُ سَيناءَ وَبِعِلمِكَ وَجَلالِكَ وَكِبريائِكَ وَعِزَّتِكَ وَجَبَروتِكَ الَّتي لَم تَستَقِلَّها الأرض، وَانخَفَضَت لَها السَّماواتُ وَأنزَجَرَ لَها العُمقُ الأكبَرُ وَرَكَدَت لَها البِحارُ وَالأنهارُ، وَخَضَعَت لَها الجِبالُ وَسَكَنَت لَها الأرضُ بِمَناكِبِها وَاستَسلَمَت لَها الخَلائِقُ كُلُّها وَخَفَقَت لَها الرياحُ في جَريانِها وَخَمَدَت لَها النّيرانُ في أوطانِها وَبِسُلطانِكَ الَّذي عُرِفَت لَكَ بِهِ الغَلَبَةُ دَهرَ الدُّهورِ، وَحُمِدتَ بِهِ في السَّماواتِ وَالأرضِ وَبِكَلِمَتِكَ كَلِمَةِ الصِّدقِ الَّتي سَبَقَت لأبينا آدَمَ (عليه السلام) وَذُرّيَّتِهِ بِالرَّحمَةِ، وَأسألُكَ بِكَلِمَتِكَ الَّتي غَلَبَت كُلَّ شيءٍ، وَبِنورِ وَجهِكَ الَّذي تَجَلَّيتَ بِهِ لِلجَبَلِ فَجَعَلتَهُ دَكّاً وَخَرَّ موسى صَعِقاً، وَبِمَجدِكَ الَّذي ظَهَرَ عَلى طورِ سَيناءَ فَكَلَّمتَ بِهِ عَبدَكَ وَرَسولَكَ موسى بنَ عِمرانَ، وَبِطَلعَتِكَ في ساعيرَ، وَظُهورِكَ في جَبَلِ فارانَ، بِرَبَواتِ المُقَدَّسَينِ وَجُنودِ المَلائِكَةِ الصَّافّينَ، وَخُشوعِ المَلائِكَةِ المُسَبِّحينَ، وَبِبَرَكاتِكَ الَّتي بارَكتَ فيها عَلى إبراهيمَ خَليلِكَ (عليه السلام) في اُمَّةِ مُحَمَّدٍ (صلى الله عليه وآله)، وَبارَكتَ لإسحاقَ صَفيِّكَ في اُمَّةِ عيسى (عليهما السلام)، وَبارَكتَ ليَعقوبَ إسرائيلِكَ في اُمَّةِ موسى (عليهما السلام) وَبارَكتَ لِحَبيبِكَ مُحَمَّدٍ (صلى الله عليه وآله) في عِترَتِهِ وَذُرّيَّتِهِ وَاُمَّتِهِ. اللَّهُمَّ وَكَما غِبنا عَن ذلِكَ وَلَم نَشهَدهُ وَآمَنّا بِهِ وَلَم نَرَهُ صِدقاً وَعَدلاً أن تُصَلّيَ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَأن تُبارِكَ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَتَرَحَّم عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ كَأفضَلِ ما صَلَّيتَ وَبارَكتَ وَتَرَحَّمتَ عَلى إبراهيمَ وَآلِ إبراهيمَ إنَّكَ حَميدٌ مَجيدٌ فَعّالٌ لِما تُريدُ وَأنتَ عَلى كُلِّ شيءٍ قَديرٌ.\n\nثمّ تذكر حاجتك وتقول: اللَّهُمَّ بِحَقِّ هذا الدُّعاءِ، وَبِحَقِّ هذِهِ الأسماءِ الَّتي لا يَعلَمُ تَفسيرَها وَلا يَعلَمُ باطِنَها غَيرُكَ، صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَافعَل بي ما أنتَ أهلُهُ وَلا تَفعَل بي ما أنا أهلُهُ وَاغفِر لي مِن ذُنوبي ما تَقَدَّمَ مِنها وَما تَأخَّرَ وَوَسِّع عَلَيَّ مِن حَلالِ رِزقِكَ، وَاكفِني مَؤنَةَ إنسانِ سَوءٍ وَجارِ سَوءٍ وَقَرينِ سَوءٍ وَسُلطانِ سوءٍ، إنَّكَ عَلى ما تَشاءُ قَديرٌ وَبِكُلِّ شيءٍ عَليمٌ آمينَ رَبَّ العالَمينَ."
          },
          {
            "title": "دعاء المشلول",
            "header": "دعاء المشلول الموسوم بدعاء الشاب المأخوذ بذنبه، أورده الشيخ عباس القمي في كتاب مفاتيح الجنان. والدعاء مروي في كتب الكفعمي، وفي كتاب (مهج الدعوات)، وهو دعاء علمه أمير المؤمنين (عليه السلام) شابا مأخوذا بذنبه مشلولاً نتيجة ماعمله من الظلم والاثم في حق والده.",
            "text": "اللَّهُمَّ إنّي أسألُكَ باسمك بِسمِ اللهِ الرَّحمنِ الرَّحيمِ يا ذا الجَلالِ وَالإكرامِ يا حَيُّ يا قَيّومُ، يا حَيُّ لا إلهَ إلاّ أنتَ، يا هو يا مَن لا يَعلَمُ ما هُوَ وَلا كَيفَ هُوَ وَلا أينَ هُوَ وَلا حَيثُ هُوَ إلاّ هوَ، يا ذا المُلكِ وَالمَلَكوتِ، يا ذا العِزَّةِ وَالجَبَروتِ، يا مَلِكُ يا قُدّوسُ، يا سَلامُ، يا مُؤمِنُ، يا مُهَيمِنُ، يا عَزيزُ، يا جَبّارُ، يا مُتَكَبِّرُ، يا خالِقُ، يا بارئُ، يا مُصَوِّرُ، يا مُفيدُ، يا مُدَبِّرُ، يا شَديدُ، يا مُبدئُ، يا مُعيدُ، يا مُبيدُ، يا وَدودُ، يا مَحمودُ ، يا مَعبودُ، يا بَعيدُ، يا قَريبُ، يا مُجيبُ، يا رَقيبُ، يا حَسيبُ، يا بَديعُ، يا رَفيعُ، يا مَنيعُ، يا سَميعُ، يا عَليمُ، يا حَليمُ، يا كَريمُ، يا قَديمُ، يا عَليُّ، يا عَظيمُ، يا حَنّانُ، يا مَنّانُ، يا ديانُ، يا مُستَعانُ، يا جَليلُ، يا جَميلُ، يا وَكيلُ، يا كَفيلُ، يا مُقيلُ، يا مُنيلُ، يا نَبيلُ يا دَليلُ، يا هادي، يا بادي، يا أوَّلُ، يا آخِرُ، يا ظاهِرُ، يا باطِنُ، يا قائِمُ، يا دائِمُ، يا عالِمُ يا حاكِمُ، يا قاضي، يا عادِلُ، يا فاصِلُ، يا واصِلُ، يا طاهِرُ، يا مُطَهِّرُ، يا قادِرُ، يا مُقتَدِرُ، يا كَبيرُ، يا مُتَكَبِّرُ، يا واحِدُ، يا أحَدُ، يا صَمَدُ، يا مَن لَم يَلِد وَلَم يولَدُ وَلَم يَكُن لَهُ كُفواً أحَدٌ، وَلَم يَكُن لَهُ صاحِبَةٌ وَلا كانَ مَعَهُ وَزيرٌ، وَلا اتَّخَذَ مَعَهُ مُشيراً، وَلا احتاجَ إلى ظَهيرٍ، وَلا كانَ مَعَهُ مِن إلهٍ غَيرُهُ لا إلهَ إلاّ أنتَ، فَتَعالَيتَ عَمّا يَقولُ الظَّالِمُونَ عُلوّاً كَبيراً، يا عَليُّ، يا شامِخُ يا باذِخُ يا فَتّاحُ يا نَفّاحُ يا مُرتاحُ يا مُفَرِّجُ يا ناصِرُ يا مُنتَصِرُ يا مُدرِكُ يا مُهلِكُ يا مُنتَقِمُ، يا باعِثُ يا وارِثُ يا طالِبُ يا غالِبُ، يا مَن لا يَفوتُهُ هارِبٌ، يا تَوّابُ يا أوّابُ يا وَهّابُ، يا مُسَبِّبَ الأسبابِ، يا مُفَتِّحَ الأبوابِ، يا مَن حَيثُ ما دُعيَ أجابَ، يا طَهورُ يا شَكورُ يا عَفوُّ يا غَفورُ، يا نورَ النّورِ يا مُدَبِّرَ الاُمورِ، يا لَطيفُ يا خَبيرُ، يا مُجيرُ يا مُنيرُ يا بَصيرُ يا ظَهيرُ يا كَبيرُ يا وِترُ يا فَردُ يا أبَدُ يا سَنَدُ يا صَمَدُ، يا كافي يا شافي يا وافي يا مُعافي، يا مُحسِنُ يا مُجمِلُ يا مُنعِمُ يا مُفضلُ يا مُتَكَرِّمُ يا مُتَفَرِّدُ يا مَن عَلا فَقَهَرَ، يا مَن مَلَكَ فَقَدَرَ يا مَن بَطَنَ فخَبَرَ، يا مَن عُبِدَ فَشَكَرَ، يا مَن عُصيَ فَغَفَرَ، يا مَن لا تَحويهِ الفِكَرُ، وَلا يُدرِكُهُ بَصَرٌ، وَلا يَخفى عَلَيهِ أثَرٌ، يا رازِقَ البَشَرِ، يا مُقَدِّرَ كُلِّ قَدَرٍ، يا عاليَ المَكانِ يا شَديدَ الأركانِ، يا مُبَدِّلَ الزَّمانِ، يا قابِلَ القُربانِ يا ذا المَنِّ وَالإحسانِ يا ذا العِزَّةِ وَالسُّلطانِ يا رَحيمُ يا رَحمنُ يا مَن هُوَ كُلَّ يَومٍ في شَأنٍ يا مَن لا يَشغَلُهُ شَأنٌ عَن شَأنٍ يا عَظيمَ الشَّأنِ، يا مَن هُوَ بِكُلِّ مَكانٍ يا سامِعَ الأصواتِ يا مُجيبَ الدَّعَواتِ يا مُنجِحَ الطَّلِباتِ، يا قاضيَ الحاجاتِ، يا مُنزِلَ البَرَكاتِ يا راحِمَ العَبَراتِ، يا مُقيلَ العَثَراتِ يا كاشِفَ الكُرُباتِ يا وَليَّ الحَسَناتِ يا رافِعَ الدَّرَجاتِ يا مُؤتيَ السُّؤُلاتِ يا مُحييَ الأمواتِ، يا جامِعَ الشَّتاتِ، يا مُطَّلِعاً عَلى النّياتِ ، يا رادَّ ما قَد فاتَ، يا مَن لا تَشتَبِهُ عَلَيهِ الأصواتُ، يا مَن لا تُضجِرُهُ المَسألاتُ، وَلا تَغشاهُ الظُّلُماتُ، يا نورَ الأرضِ وَالسَّماواتِ، يا سابِغَ النِّعَمِ، يا دافِعَ النِّقَمِ، يا بارئَ النَّسَمِ، يا جامِعَ الأُمَمِ يا شافي السَّقَمِ يا خالِقَ النّورِ وَالظُّلَمِ، يا ذا الجودِ وَالكَرَمِ يا مَن لا يَطَأُ عَرشَهُ قَدَمٌ، يا أجوَدَ الأجوَدينَ، يا أكرَمَ الأكرَمينَ، يا أسمَعَ السَّامِعينَ، يا أبصَرَ النَّاظِرينَ، يا جارَ المُستَجيرينَ، يا أمانَ الخائِفينَ، يا ظَهرَ اللّاجينَ، يا وَليَّ المُؤمِنينَ، يا غياثَ المُستَغيثينَ، يا غايَةَ الطَّالِبينَ، يا صاحِبَ كُلِّ غَريبٍ، يا مُؤنِسَ كُلِّ وَحيدٍ، يا مَلجَأ كُلِّ طَريدٍ، يا مَأوى كُلِّ شَريدٍ، يا حافِظَ كُلِّ ضالَّةٍ، يا راحِمَ الشَّيخِ الكَبيرِ، يا رازِقَ الطِّفلِ الصَّغيرِ يا جابِرَ العَظمِ الكَسيرِ، يا فَاكَّ كُلِّ أسيرِ، يا مُغنيَ البائِسِ الفَقيرِ، يا عِصمَةَ الخائِفِ المُستَجيرِ، يا مَن لَهُ التَّدبيرُ وَالتَّقديرُ، يا مَنِ العَسيرُ عَلَيهِ سَهلٌ يَسيرٌ، يا مَن لا يَحتاجُ إلى تَفسيرٍ، يا مَن هُوَ عَلى كُلِّ شيءٍ قَديرٌ، يا مَن هُوَ بِكُلِّ شيءٍ خَبيرٌ، يا مَن هُوَ بِكُلِّ شيءٍ بَصيرٌ، يا مُرسِلَ الرياحِ، يا فالِقَ الإصباحِ، يا باعِثَ الأرواحِ، يا ذا الجودِ وَالسَّماِح، يا مَن بيَدِهِ كُلُّ مِفتاحٍ يا سامِعَ كُلِّ صَوتٍ، يا سابِقَ كُلِّ فَوتٍ يا مُحييَ كُلِّ نَفسٍ بَعدَ المَوتِ، يا عُدَّتي في شِدَّتي، يا حافِظي في غُربَتي، يا مؤنِسي في وَحدَتي، يا وَليّي في نِعمَتي، يا كَهفي حينَ تُعييني المَذاهِبُ، وَتُسَلِّمُني الأقارِبُ، وَيَخذلُني كُلُّ صاحِبٍ يا عِمادَ مَن لا عِمادَ لَهُ يا سَنَدَ مَن لا سَنَدَ لَهُ، يا ذُخرَ مَن لا ذُخرَ لَهُ، يا حِرزَ مَن لا حِرزَ لَهُ، يا كَهفَ مَن لا كَهفَ لَهُ، يا كَنزَ مَن لا كَنزَ لَهُ، يا رُكنَ مَن لا رُكنَ لَهُ يا غياثَ مَن لا غياثَ لَهُ، يا جارَ مَن لا جارَ لَهُ يا جاريَ اللّصيقَ، يا رُكنيَ الوَثيقَ، يا إلهي بِالتَّحقيقِ، يا رَبَّ البَيتِ العَتيقِ، يا شَفيقُ يا رَفيقُ، فُكَّني مِن حَلَقِ المَضيقِ، وَاصرِف عَنّي كُلَّ هَمٍّ وَغَمٍّ وَضيقٍ، وَاكفِني شَرَّ ما لا اُطيقُ، وَأعِنّي عَلى ما اُطيقُ، يا رادَّ يوسُفَ عَلى يَعقوبَ، يا كاشِفَ ضُرِّ أيّوبَ، يا غافِرَ ذَنبِ داوُدَ، يا رافِعَ عيسى بنِ مَريَمَ وَمُنجيَهُ مِن أيدي اليَهودِ يا مُجيبَ نِداءِ يونُسَ في الظُّلُماتِ، يا مُصطَفيَ موسى بِالكَلِماتِ، يا مَن غَفَرَ لآدَمَ خطيئَتَهُ، وَرَفَعَ إدريسَ مَكاناً عَلياً بِرَحمَتِهِ، يا مَن نَجَّى نوحاً مِنَ الغَرَقِ، يا مَن أهلَكَ عاداً الاُولى وَثَمودَ فَما أبقى، وَقَومَ نوحٍ مِن قَبلُ إنَّهُم كانوا هُم أظلَمَ وَأطغى، وَالمُؤتَفِكَةَ أهوى، يا مَن دَمَّرَ عَلى قَوِم لوطٍ، وَدَمدَمَ عَلى قَومِ شُعَيبٍ، يا مَن اتَّخَذَ إبراهيمَ خَليلاً، يا مَن اتَّخَذَ موسى كَليماً، وَاتَّخَذَ مُحَمَّداً (صلّى الله عليه و آله وَعَلَيهِم أجمَعينَ) حَبيباً، يا مُؤتي لُقمانَ الحِكمَةِ، وَالواهِبَ لِسُلَيمانَ مُلكاً لا يَنبَغي لأحَدٍ مِن بَعدِهِ، يا مَن نَصَرَ ذا القَرنَينِ عَلى المُلوكِ الجَبابِرَةِ، يا مَن أعطى الخِضرَ الحياةَ، وَرَدَّ ليوشَعَ بنَ نونٍ الشَّمسَ بَعدَ غُروبِها، يا مَن رَبَطَ عَلى قَلبِ اُمِّ موسى، وَأحصَنَ فَرجَ مَريَمَ ابنَةِ عِمرانَ، يا مَن حَصَّنَ يَحيى بنَ زَكَريا مِنَ الذَّنبِ، وَسَكَّنَ عَن موسى الغَضَبَ، يا مَن بَشَّرَ زَكَريا بيَحيى، يا مَن فَدى إسماعيلَ مِنَ الذَّبحِ بِذِبحٍ عَظيمٍ، يا مَن قَبِلَ قُربانَ هابيلَ وَجَعَلَ اللَّعنَةَ عَلى قابيلَ، يا هازِمَ الأحزابِ لِمُحَمَّدٍ (صلى الله عليه وآله)، صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَعَلى جَميعِ المُرسَلينَ وَمَلائِكَتِكَ المُقَرَّبينَ وَأهلِ طاعَتِكَ أجمَعينَ، وَأسألُكَ بِكُلِّ مَسألَةٍ سألَكَ بِها أحَدٌ مِمّن رَضيتَ عَنهُ، فَحَتَمتَ لَهُ عَلى الإجابَةِ، يا اللهُ يا اللهُ يا اللهُ، يا رَحمنُ يا رَحمنُ يا رَحمنُ، يا رَحيمُ يا رَحيمُ يا رَحيمُ، يا ذا الجَلالِ وَالإكرامِ، يا ذا الجَلالِ وَالإكرامِ، يا ذا الجَلالِ وَالإكرامِ، بِهِ بِهِ بِهِ بِهِ بِهِ بِهِ بِهِ، أسألُكَ بِكُلِّ اسمٍ سَمَّيتَ بِهِ نَفسَكَ، أو أنزَلتَهُ في شيءٍ مِن كُتُبِكَ، أو استَأثَرتَ بِهِ في عِلمِ الغَيبِ عِندَكَ، وَبِمَعاقِدِ العِزِّ مِن عَرشِكَ، وَبِمُنتَهى الرَّحمَةِ مِن كِتابِكَ، وَبِما لَو أنَّ ما في الأرضِ مِن شَجَرَةٍ أقلامٌ وَالبَحرُ يَمُدُّهُ مِن بَعدِهِ بِسَبعَةِ أبحُرٍ ما نَفِدَت كَلِماتُ اللهِ إنَّ اللهَ عَزيزٌ حَكيمٌ، وَأسألُكَ بِأسمائِكَ الحُسنى الَّتي نَعَتَّها في كِتابِكَ فَقُلتَ: {وَللهِ الأسماءِ الحُسنى فَادعوُه بِها} وَقُلتَ: {ادعُوني أستَجِب لَكُم}، وَقُلتَ: {وَإذا سألَكَ عِبادي عَنّي فَإنّي قَريبٌ اُجيبُ دَعوَةَ الدَّاعِ إذا دَعانِ}، وَقُلتَ: {يا عِباديَ الَّذينَ أسرَفوا عَلى أنفُسِهِم لا تَقنَطوا مِن رَحمَةِ اللهِ إنَّ الله يَغفِرُ الذُّنوبَ جَميعاً إنَّه هُوَ الغَفورُ الرَّحيمُ.\n\nوَأنا أسألُكَ يا إلهي، وَأدعوكَ يا رَبِّ، وَأرجوكَ يا سَيِّدي، وَأطمَعُ في إجابَتي يا مَولايَ كَما وَعَدتَني وَقَد دَعَوتُكَ كَما أمَرتَني، فَافعَل بي ما أنتَ أهلُهُ يا كَريمُ، وَالحَمدُ للهِ رَبِّ العالَمينَ وَصَلّى اللهُ عَلى مُحَمَّدٍ وَآلِهِ أجمَعينَ\n\nثمّ سل حاجتك فإنّها تقضى إن شاء الله تعالى، وفي الرواية المروية في (مهج الدعوات): لاتدع بهذا الدعاء إلاّ متطهراً."
          },
          {
            "title": "دعاء يستشير",
            "header": "روى السيد ابن طاووس في كتاب مهج الدعوات عن أمير المؤمنين (عليه السلام)، إنّه قال: «علمني رسول الله (صلى الله عليه وآله) هذا الدعاء وأمرني أن أدعو به لكلّ شـدّة ورخاء، وأن اُعلّمه خليفتي من بعدي، وأمرني أن لا اُفارق طول عمري حتى ألقى الله عز وجل، وقال لي: قل هذا الدعاء حين تصبح وتمسي فإنّه كنز من كنوز العرش» فالتمس ابي بن كعب النبي (صلى الله عليه وآله) ان يحدث بفضل هذا الدعاء فأخبر النبي (صلى الله عليه وآله) ببعض ثوابه الجزيل، ومن أراد الاطلاع عليه فليطلبه من كتاب (مهج الدعوات).",
            "text": "الحَمدُ للهِ الَّذي لا إلهَ إلاّ هُوَ المَلِكُ الحَقُّ المُبينُ، المُدَبِّرُ بِلا وَزيرٍ، وَلا خَلقٍ مِن عِبادِهِ يَستَشيرُ، الأوَّلُ غَيرُ مَوصوفٍ، وَالباقي بَعدَ فَناءِ الخَلقِ، العَظيمُ الرُّبوبيَّةِ، نورُ السَّماواتِ وَالأرَضينَ وَفاطِرُهُما وَمُبتَدِعُهُما، بِغَيرِ عَمَدٍ خَلَقَهُما وَفَتَقَهُما فَتقاً، فَقامَتِ السَّماواتُ طائِعاتٍ بِأمرِهِ، وَاستَقَرَّتِ الأرَضونَ بِأوتادِها فَوقَ الماءِ، ثمّ عَلا رَبُّنا في السَّماواتِ العُلى، الرَّحمنُ عَلى العَرشِ استَوى، لَهُ ما في السَّماواتِ وَما في الأرضِ، وَما بَينَهُما وَما تَحتَ الثَّرى، فَأنا أشهَدُ بِأنَّكَ أنتَ الله لا رافِعَ لِما وَضَعتَ وَلا واضِعَ لِما رَفَعتَ، وَلا مُعِزَّ لِمَن أذلَلتَ، وَلا مُذِلَّ لِمَن أعزَزتَ، وَلا مانِعَ لِما أعطَيتَ، وَلا مُعطيَ لِما مَنَعتَ، وَأنتَ الله لا إلهَ إلاّ أنتَ كُنتَ إذ لَم تَكُن سماءٌ مَبنيَّةٌ، وَلا أرضٌ مَدحيَّةٌ، وَلا شَمسٌ مُضيئَةٌ، وَلا لَيلٌ مُظلِمٌ، وَلا نَهارٌ مُضيءٌ، وَلا بَحرٌ لُجّيُّ، وَلا جَبَلٌ راسٍ، وَلا نَجمٌ سارٍ، وَلا قَمَرٌ مُنيرٌ، وَلا ريحٌ تَهُبُّ، وَلا سَحابٌ يَسكُبُ، وَلا بَرقٌ يَلمَعُ، وَلا رَعدٌ يُسَبِّحُ، وَلا روحٌ تَنَفَّسُ، وَلا طائِرٌ يَطيرُ، وَلا نارٌ تَتَوَقَّدُ، وَلا ماءٌ يَطَّرِدُ، كُنتَ قَبلَ كُلِّ شيءٍ، وَكَوَّنتَ كُلَّ شيءٍ، وَقَدَرتَ عَلى كُلِّ شيءٍ، وَابتَدَعتَ كُلَّ شيءٍ وَأغنَيتَ وَأفقَرتَ، وَأمَتَّ وَأحيَيتَ وَأضحَكتَ وَأبكَيتَ وَعَلى العَرشِ استَوَيتَ فَتَبارَكتَ يا اللهُ وَتَعالَيتَ، أنتَ اللهُ الَّذي لا إلهَ إلاّ أنتَ الخَلّاقُ المُعينُ، أمرُكَ غالِبٌ وَعِلمُكَ نافِذٌ، وَكَيدُكَ غَريبٌ وَوَعدُكَ صادِقٌ وَقَولُكَ حَقُّ وَحُكمُكَ عَدلٌ، وَكَلامُكَ هُدىً، وَوَحيُكَ نورٌ، وَرَحمَتُكَ وَاسِعَةٌ وَعَفوُكَ عَظيمٌ وَفَضلُكَ كَثيرٌ وَعَطاؤُكَ جَزيلٌ، وَحَبلُكَ مَتينٌ وإمكانُكَ عَتيدٌ وَجارُكَ عَزيزٌ وَبَأسُكَ شَديدٌ وَمَكرُكَ مَكيدٌ، أنتَ يا رَبِّ مَوضِعُ كُلِّ شَكوى حاضِرُ كُلِّ مَلأ وَشاهِدُ كُلِّ نَجوى، مُنتَهى كُلِّ حاجَةٍ، مُفَرِّجُ كُلِّ حُزنٍ، غِنى كُلِّ مِسكينٍ، حِصنُ كُلِّ هارِبٍ أمانُ كُلِّ خائِفٍ، حِرزُ الضُّعَفاءِ، كَنزُ الفُقَراءِ، مُفَرِّجُ الغَمَّاءِ، مُعينُ الصَّالِحينَ، ذلِكَ الله رَبُّنا لا إلهَ إلاّ هوَ، تَكفي مِن عِبادِكَ مَن تَوَكَّلَ عَلَيكَ، وأنتَ جارُ مَن لاذَ بِكَ وَتَضَرَّعَ إلَيكَ، عِصمَةُ مَنِ اعتَصَمَ بِكَ، ناصِرُ مَنِ انتَصَرَ بِكَ، تَغفِرُ الذُّنوبَ لِمَنِ استَغفَرَكَ، جَبّارُ الجَبابِرَةِ، عَظيمُ العُظَماءِ، كَبيرُ الكُبَراءِ، سَيِّدُ السَّاداتِ، مَولى المَوالي، صَريخُ المُستَصرِخينَ، مُنَفِّسٌ عَنِ المَكروبينَ، مُجيبُ دَعوَةِ المُضطَرّينَ، أسمَعُ السَّامِعينَ، أبصَرُ النَّاظِرينَ، أحكَمُ الحاكِمينَ، أسرَعُ الحاسِبينَ، أرحَمُ الرَّاحِمينَ، خَيرُ الغافِرينَ، قاضي حوائِجِ المُؤمِنينَ، مُغيثُ الصَّالِحينَ، أنتَ الله لا إلهَ إلاّ أنتَ رَبُّ العالَمينَ، أنتَ الخالِقُ وَأنا المَخلوقُ، وَأنتَ المالِكُ وَأنا المَملوكُ، وَأنتَ الرَّبُّ وَأنا العَبدُ، وَأنتَ الرَّازِقُ وَأنا المَرزوقُ، وَأنتَ المُعطي وَأنا السَّائِلُ، وَأنتَ الجَوادُ وَأنا البَخيلُ، وَأنتَ القَويُّ وَأنا الضَّعيفُ، وَأنتَ العَزيزُ وَأنا الذَّليلُ وَأنتَ الغَنيُّ وَأنا الفَقيرُ، وَأنتَ السَّيِّدُ وَأنا العَبدُ، وَأنتَ الغافِرُ وَأنا المُسيءُ، وأنتَ العالِمُ وَأنا الجاهِلُ، وَأنتَ الحَليمُ وَأنا العَجولُ، وَأنتَ الرَّحمنُ وَأنا المَرحومُ، وَأنتَ المُعافي وَأنا المُبتَلى، وَأنتَ المُجيبُ وَأنا المُضطَرُّ، وَأنا أشهَدُ بِأنَّكَ أنتَ الله لا إلهَ إلاّ أنتَ، المُعطي عِبادَكَ بِلا سُؤالٍ، وَأشهَدُ بِأنَّكَ أنتَ الله الواحِدُ الأحَدُ المُتَفَرِّدُ الصَّمّدُ الفَردُ وَإلَيكَ المَصيرُ، وَصََلّى اللهُ عَلى مُحَمَّدٍ وَأهلِ بَيتِهِ الطَّيِّبينَ الطَّاهِرينَ، وَاغفِر لي ذُنوبي، وَاستُر عَلَيَّ عُيوبي، وَافتَح لي مِن لَدُنكَ رَحمَةً وَرِزقاً وَاسِعاً يا أرحَمَ الرَّاحِمينَ، وَالحَمدُ للهِ رَبِّ العالَمينَ، وَحَسبُنا الله وَنِعمَ الوَكيلُ، وَلا حَولَ وَلا قوَّةَ إلاّ بِالله العَليِّ العَظيمِ."
          },
          {
            "title": "دعاء المجير",
            "header": "وهو دعاء رفيع الشأن مروي عن النبي (صلى الله عليه وآله)، نزل به جبرئيل على النبي (صلى الله عليه وآله) وهو يصلّي في مقام ابراهيم (عليه السلام)، ذكر الكفعمي هذا الدعاء في كتابيه (البلد الامين) و(المصباح)، واشار في الهامش الى ماله من الفضل، ومن جملتها: «إنّ من دعا به في الأيام البيض من شهر رمضان غفرت ذنوبه ولو كانت عدد قطر المطر، وورق الشجر، ورمل البر، ويجدي في شفاء المريض، وقضاء الدين، والغنى عن الفقر، ويفرج الغم، ويكشف الكرب»",
            "text": "سُبحانَكَ يا اللهُ، تَعالَيتَ يا رَحمنُ، أجِرنا مِنَ النّارِ يا مُجيرُ. سُبحانَكَ يا رَحيمُ، تَعالَيتَ يا كَريمُ، أجِرنا مِنَ النّارِ يا مُجيرُ. سُبحانَكَ يا مَلِكُ، تَعالَيتَ يا مالِكُ، أجِرنا مِنَ النّارِ يا مُجيرُ. سُبحانَكَ يا قُدّوسُ، تَعالَيتَ يا سَلامُ، أجِرنا مِنَ النّارِ يا مُجيرُ. سُبحانَكَ يا مُؤمِنُ، تَعالَيتَ يا مُهَيمِنُ، أجِرنا مِنَ النّارِ يا مُجيرُ. سُبحانَكَ يا عَزيزُ، تَعالَيتَ يا جَبّارُ، أجِرنا مِنَ النّارِ يا مُجيرُ. سُبحانَكَ يا مُتَكَبِّرُ، تَعالَيتَ يا مُتَجَبِّرُ، أجِرنا مِنَ النّارِ يا مُجيرُ. سُبحانَكَ يا خالِقُ، تَعالَيتَ يا بارئُ، أجِرنا مِنَ النّارِ يا مُجيرُ. سُبحانَكَ يا مُصَوِّرُ، تَعالَيتَ يا مُقَدِّرُ، أجِرنا مِنَ النّارِ يا مُجيرُ. سُبحانَكَ يا هادي، تَعالَيتَ يا باقي، أجِرنا مِنَ النّارِ يا مُجيرُ. سُبحانَكَ يا وَهَّابُ، تَعالَيتَ يا تَوّابُ، أجِرنا مِنَ النّارِ يا مُجيرُ. سُبحانَكَ يا فَتّاحُ، تَعالَيتَ يا مُرتاحُ، أجِرنا مِنَ النّارِ يا مُجيرُ. سُبحانَكَ يا سَيِّدي، تَعالَيتَ يا مَولايَ، أجِرنا مِنَ النّارِ يا مُجيرُ. سُبحانَكَ يا قَريبُ، تَعالَيتَ يا رَقيبُ، أجِرنا مِنَ النّارِ يا مُجيرُ. سُبحانَكَ يا مُبدئُ، تَعالَيتَ يا مُعيدُ، أجِرنا مِنَ النّارِ يا مُجيرُ. سُبحانَكَ يا حَميدُ، تَعالَيتَ يا مَجيدُ، أجِرنا مِنَ النّارِ يا مُجيرُ. سُبحانَكَ يا قَديمُ، تَعالَيتَ يا عَظيمُ، أجِرنا مِنَ النّارِ يا مُجيرُ. سُبحانَكَ يا غَفورُ، تَعالَيتَ يا شَكورُ، أجِرنا مِنَ النّارِ يا مُجيرُ. سُبحانَكَ يا شاهِدُ، تَعالَيتَ يا شَهيدُ، أجِرنا مِنَ النّارِ يا مُجيرُ. سُبحانَكَ يا حَنّانُ، تَعالَيتَ يا مَنّانُ، أجِرنا مِنَ النّارِ يا مُجيرُ. سُبحانَكَ يا باعِثُ، تَعالَيتَ يا وارِثُ، أجِرنا مِنَ النّارِ يا مُجيرُ. سُبحانَكَ يا مُحيي، تَعالَيتَ يا مُميتُ، أجِرنا مِنَ النّارِ يا مُجيرُ. سُبحانَكَ يا شَفيقُ، تَعالَيتَ يا رَفيقُ، أجِرنا مِنَ النّارِ يا مُجيرُ. سُبحانَكَ يا أنيسُ، تَعالَيتَ يا مُؤنِسُ، أجِرنا مِنَ النّارِ يا مُجيرُ. سُبحانَكَ يا جَليلُ، تَعالَيتَ يا جَميلُ، أجِرنا مِنَ النّارِ يا مُجيرُ. سُبحانَكَ يا خَبيرُ، تَعالَيتَ يا بَصيرُ، أجِرنا مِنَ النّارِ يا مُجيرُ. سُبحانَكَ يا حَفيُّ، تَعالَيتَ يا مَليُّ، أجِرنا مِنَ النّارِ يا مُجيرُ. سُبحانَكَ يا مَعبودُ، تَعالَيتَ يا مَوجودُ، أجِرنا مِنَ النّارِ يا مُجيرُ. سُبحانَكَ يا غَفّارُ، تَعالَيتَ يا قَهّارُ، أجِرنا مِنَ النّارِ يا مُجيرُ. سُبحانَكَ يا مَذكورُ، تَعالَيتَ يا مَشكورُ، أجِرنا مِنَ النّارِ يا مُجيرُ. سُبحانَكَ يا جَوادُ، تَعالَيتَ يا مَعاذُ، أجِرنا مِنَ النّارِ يا مُجيرُ. سُبحانَكَ يا جَمالُ، تَعالَيتَ يا جَلالُ، أجِرنا مِنَ النّارِ يا مُجيرُ. سُبحانَكَ يا سابِقُ، تَعالَيتَ يا رازِقُ، أجِرنا مِنَ النّارِ يا مُجيرُ. سُبحانَكَ يا صادِقُ، تَعالَيتَ يا فالِقُ، أجِرنا مِنَ النّارِ يا مُجيرُ. سُبحانَكَ يا سَميعُ، تَعالَيتَ يا سَريعُ، أجِرنا مِنَ النّارِ يا مُجيرُ. سُبحانَكَ يا رَفيعُ، تَعالَيتَ يا بَديعُ، أجِرنا مِنَ النّارِ يا مُجيرُ. سُبحانَكَ يا فَعّالُ، تَعالَيتَ يا مُتَعالُ، أجِرنا مِنَ النّارِ يا مُجيرُ. سُبحانَكَ يا قاضي، تَعالَيتَ يا راضي ، أجِرنا مِنَ النّارِ يا مُجيرُ. سُبحانَكَ يا قاهِرُ، تَعالَيتَ يا طاهِرُ، أجِرنا مِنَ النّارِ يا مُجيرُ. سُبحانَكَ يا عالِمُ، تَعالَيتَ يا حاكِمُ، أجِرنا مِنَ النّارِ يا مُجيرُ. سُبحانَكَ يا دائِمُ، تَعالَيتَ يا قائِمُ، أجِرنا مِنَ النّارِ يا مُجيرُ. سُبحانَكَ يا عاصِمُ، تَعالَيتَ يا قاسِمُ، أجِرنا مِنَ النّارِ يا مُجيرُ. سُبحانَكَ يا غَنيُّ، تَعالَيتَ يا مُغني، أجِرنا مِنَ النّارِ يا مُجيرُ. سُبحانَكَ يا وَفيُّ، تَعالَيتَ يا قَويُّ، أجِرنا مِنَ النّارِ يا مُجيرُ. سُبحانَكَ يا كافي، تَعالَيتَ يا شافي، أجِرنا مِنَ النّارِ يا مُجيرُ. سُبحانَكَ يا مُقَدِّمُ، تَعالَيتَ يا مُؤَخِّرُ، أجِرنا مِنَ النّارِ يا مُجيرُ. سُبحانَكَ يا أوَّلُ، تَعالَيتَ يا آخِرُ، أجِرنا مِنَ النّارِ يا مُجيرُ. سُبحانَكَ يا ظاهِرُ، تَعالَيتَ يا باطِنُ، أجِرنا مِنَ النّارِ يا مُجيرُ. سُبحانَكَ يا رَجاءُ، تَعالَيتَ يا مُرتَجى، أجِرنا مِنَ النّارِ يا مُجيرُ. سُبحانَكَ يا ذا المَنِّ، تَعالَيتَ يا ذا الطَّولِ، أجِرنا مِنَ النّارِ يا مُجيرُ. سُبحانَكَ يا حَيُّ، تَعالَيتَ يا قَيّومُ، أجِرنا مِنَ النّارِ يا مُجيرُ. سُبحانَكَ يا واحِدُ، تَعالَيتَ يا أحَدُ، أجِرنا مِنَ النّارِ يا مُجيرُ. سُبحانَكَ يا سَيِّدُ، تَعالَيتَ يا صَمَدُ، أجِرنا مِنَ النّارِ يا مُجيرُ. سُبحانَكَ يا قَديرُ، تَعالَيتَ يا كَبيرُ، أجِرنا مِنَ النّارِ يا مُجيرُ. سُبحانَكَ يا والي، تَعالَيتَ يا مُتَعالِي، أجِرنا مِنَ النّارِ يا مُجيرُ. سُبحانَكَ يا عَليُّ، تَعالَيتَ يا أعلى، أجِرنا مِنَ النّارِ يا مُجيرُ. سُبحانَكَ يا وَليُّ، تَعالَيتَ يا مَولى، أجِرنا مِنَ النّارِ يا مُجيرُ. سُبحانَكَ يا ذارئُ، تَعالَيتَ يا بارئُ، أجِرنا مِنَ النّارِ يا مُجيرُ. سُبحانَكَ يا خافِضُ، تَعالَيتَ يا رافِعُ، أجِرنا مِنَ النّارِ يا مُجيرُ. سُبحانَكَ يا مُقسِطُ، تَعالَيتَ يا جامِعُ، أجِرنا مِنَ النّارِ يا مُجيرُ. سُبحانَكَ يا مُعِزُّ، تَعالَيتَ يا مُذِلُّ، أجِرنا مِنَ النّارِ يا مُجيرُ. سُبحانَكَ يا حافِظُ، تَعالَيتَ يا حَفيظُ، أجِرنا مِنَ النّارِ يا مُجيرُ. سُبحانَكَ يا قادِرُ، تَعالَيتَ يا مُقتَدِرُ، أجِرنا مِنَ النّارِ يا مُجيرُ. سُبحانَكَ يا عَليمُ، تَعالَيتَ يا حَليمُ، أجِرنا مِنَ النّارِ يا مُجيرُ سُبحانَكَ يا حَكَمُ تَعَالَيتَ يا حَكيمُ أجِرنا مِنَ النَّارِ يا مَجيرُ. سُبحانَكَ يا مُعطي، تَعالَيتَ يا مانِعُ، أجِرنا مِنَ النّارِ يا مُجيرُ. سُبحانَكَ يا ضارُّ، تَعالَيتَ يا نافِعُ، أجِرنا مِنَ النّارِ يا مُجيرُ. سُبحانَكَ يا مُجيبُ، تَعالَيتَ يا حَسيبُ، أجِرنا مِنَ النّارِ يا مُجيرُ. سُبحانَكَ يا عادِلُ، تَعالَيتَ يا فاصِلُ، أجِرنا مِنَ النّارِ يا مُجيرُ. سُبحانَكَ يا لَطيفُ، تَعالَيتَ يا شَريفُ، أجِرنا مِنَ النّارِ يا مُجيرُ. سُبحانَكَ يا رَبُّ، تَعالَيتَ يا حَقُّ، أجِرنا مِنَ النّارِ يا مُجيرُ. سُبحانَكَ يا ماجِدُ، تَعالَيتَ يا واحِدُ، أجِرنا مِنَ النّارِ يا مُجيرُ. سُبحانَكَ يا عَفوُّ، تَعالَيتَ يا مُنتَقِمُ، أجِرنا مِنَ النّارِ يا مُجيرُ. سُبحانَكَ يا واسِعُ، تَعالَيتَ يا موَسِّعُ، أجِرنا مِنَ النّارِ يا مُجيرُ. سُبحانَكَ يا رَؤوفُ، تَعالَيتَ يا عَطوفُ، أجِرنا مِنَ النّارِ يا مُجيرُ. سُبحانَكَ يا فَردُ، تَعالَيتَ يا وِترُ، أجِرنا مِنَ النّارِ يا مُجيرُ. سُبحانَكَ يا مُقيتُ، تَعالَيتَ يا مُحيطُ، أجِرنا مِنَ النّارِ يا مُجيرُ. سُبحانَكَ يا وَكيلُ، تَعالَيتَ يا عَدلُ، أجِرنا مِنَ النّارِ يا مُجيرُ. سُبحانَكَ يا مُبينُ، تَعالَيتَ يا مَتينُ، أجِرنا مِنَ النّارِ يا مُجيرُ. سُبحانَكَ يا بَرُّ، تَعالَيتَ يا وَدودُ، أجِرنا مِنَ النّارِ يا مُجيرُ. سُبحانَكَ يا رَشيدُ، تَعالَيتَ يا مُرشِدُ، أجِرنا مِنَ النّارِ يا مُجيرُ. سُبحانَكَ يا نورُ، تَعالَيتَ يا مُنَوِّرُ، أجِرنا مِنَ النّارِ يا مُجيرُ. سُبحانَكَ يا نَصيرُ، تَعالَيتَ يا ناصِرُ، أجِرنا مِنَ النّارِ يا مُجيرُ. سُبحانَكَ يا صَبورُ، تَعالَيتَ يا صابِرُ، أجِرنا مِنَ النّارِ يا مُجيرُ. سُبحانَكَ يا مُحصي، تَعالَيتَ يا مُنشئُ، أجِرنا مِنَ النّارِ يا مُجيرُ. سُبحانَكَ يا سُبحانُ، تَعالَيتَ يا دَيانُ، أجِرنا مِنَ النّارِ يا مُجيرُ. سُبحانَكَ يا مُغيثُ، تَعالَيتَ يا غياثُ، أجِرنا مِنَ النّارِ يا مُجيرُ. سُبحانَكَ يا فاطِرُ، تَعالَيتَ يا حاضِرُ، أجِرنا مِنَ النّارِ يا مُجيرُ. سُبحانَكَ يا ذا العِزِّ وَالجَمالِ، تَبارَكتَ يا ذا الجَبَروتِ وَالجَلالِ. سُبحانَكَ لا إلهَ إلاّ أنتَ سُبحانَكَ إنّي كُنتُ مِنَ الظّالِمينَ فَاستَجَبنا لَهُ وَنَجَّيناهُ مِنَ الغَمِّ وَكذلِكَ نُنجي المُؤمِنين، وَصَلّى اللهُ عَلى سَيِّدِنا مُحَمَّدٍ وَآلِهِ أجمَعينَ، وَالحَمدُ للهِ رَبِّ العالَمينَ، وَحَسبُنا الله وَنِعمَ الوَكيلُ، وَلاحَولَ وَلاقوَّةَ إلاّ بِالله العَليِّ العَظيمِ."
          },
          {
            "title": "دعاء العديلة",
            "header": "دعاء العديلة، هو من الأدعية المأثورة التي أورده الشيخ عباس القمي في كتاب مفاتيح الجنان. ومعنى العديلة عند الموت هو العدول إلى الباطل عن الحق وهو بأن يحضر الشيطان عند المحتضر ويوسوس في صدره ويجعله يشك في دينه، فيستل الايمان من فؤاده، ولهذا قد وردت الاستعاذة منها في الدَّعوات.",
            "text": "شَهِدَ الله أنَّهُ لا إلهَ إلاّ هُوَ وَالمَلائِكَةُ واولوا العِلمِ قائِماً بِالقِسطِ لا إلهَ إلاّ هُوَ العَزيزُ الحَكيمُ، إنَّ الدّينَ عِندَ الله الإسلامُ وَأنا العَبدُ الضَّعِيفُ المُذنِبُ العاصي المُحتاجُ الحَقيرُ، أشهَدُ لِمُنعِمي وَخالِقي وَرازِقي وَمُكرِمي كَما شَهِدَ لِذاتِهِ، وَشَهِدَت لَهُ المَلائِكَةُ وَاولوا العِلمِ مِن عِبادِهِ بِأنَّهُ لا إلهَ إلاّ هُوَ ذو النِّعَمِ وَالإحسانِ، وَالكَرَمِ وَالامتِنانِ قادِرٌ أزَليُّ، عالِمٌ أبَديُّ، حَيُّ أحَديُّ، مَوجودٌ سَرمَديُّ، سَميعٌ بَصيرٌ، مُريد كارِهٌ، مُدرِكٌ صَمَديُّ، يَستَحِقُّ هذِهِ الصِّفاتِ وَهُوَ عَلى ما هُوَ عَلَيهِ في عِزِّ صِفاتِهِ، كانَ قَويا قَبلَ وُجودِ القُدرَةِ وَالقوَّةِ، وَكانَ عَليماً قَبلَ إيجادِ العِلمِ وَالعِلَّةِ، لَم يَزَل سُلطاناً إذ لا مَملَكَةَ وَلا مالَ، وَلَم يَزَل سُبحاناً عَلى جَميعِ الأحوالِ، وُجودُهُ قَبلَ القَبلِ في أزَلِ الآزالِ، وَبَقاؤُهُ بَعدَ البَعدِ مِن غَيرِ انتِقالِ وَلا زَوالِ، غَنيُّ في الأوّل وَالآخِر، مُستَغنٍ في الباطِنِ وَالظّاهِرِ، لا جَورَ في قَضيَّتِهِ، وَلا مَيلَ في مَشيئَتِهِ، وَلا ظُلمَ في تَقديرِهِ، وَلا مَهرَبَ مِن حُكوَمَتِهِ، وَلا مَلجَأ مِن سَطوَتِهِ، وَلا مَنجى مِن نَقِماتِهِ سَبَقَت رَحمَتُهُ غَضَبَهُ وَلا يَفوتُهُ أحَدٌ إذا طَلَبَهُ، أزاحَ العِلَلِ في التَّكلّيفِ، وَسَوّى التَّوفيقَ بَينَ الضَّعيفِ وَالشَّريفِ، مَكَّنَ أداءَ المَأمورِ، وَسَهَّلَ سَبيلَ اجتِنابِ المَحظورِ، لَم يُكَلِّفِ الطَّاعَةَ إلاّ دونَ الوِسعِ وَالطّاقَةِ، سُبحانَهُ ما أبيَنَ كَرَمَهُ، وَأعلى شَأنَهُ، سُبحانَهُ ما أجَلَّ نَيلَهُ، وَأعظَمَ إحسانَهُ، بَعَثَ الأنبياءَ ليُبَيِّنَ عَدلَهُ، وَنَصَبَ الأوصياء ليُظهِرَ طَولَهُ وَفَضلَهُ، وَجَعَلنا مِن اُمَّةٍ سَيِّدِ الأنبياءِ، وَخَيرِ الأولياء، وَأفضَلِ الأصفياءِ، وَأعلى الأزكياءِ مُحَمَّدٍ صَلَّى الله عَلَيْهِ وَآلِهِ، آمَنّا بِهِ وَبِما دَعانا إلَيهِ، وَبِالقُرآنِ الَّذي أنزَلَهُ عَلَيهِ، وَبِوَصيِّهِ الَّذي نَصَّبَهُ يَومَ الغَديرِ، وَأشارَ بِقَولِهِ: هذا عَليُّ إلَيهِ، وَأشهَدُ أنَّ الأئِمَّةَ الأبرارَ وَالخُلَفاء الأخيارَ بَعدَ الرَّسولِ المُختارِ: عَليُّ قامِعُ الكُفّارِ، وَمِن بَعدِهِ سَيِّدُ أولادِهِ الحَسَنُ بنُ عَليٍّ، ثمّ أخوهُ السِّبطُ التَّابِعُ لِمَرضاتِ اللهِ الحُسَينُ، ثمّ العابِدُ عَليٌّ، ثمّ الباقِرُ مُحَمَّدٌ، ثمّ الصّادِقُ جَعفَرٌ، ثمّ الكاظِمُ موسى، ثمّ الرِّضا عَليٌّ، ثمّ التَّقيُّ مُحَمَّدٌ، ثمّ النَّقيُ عَليٌ، ثمّ الزَّكيُّ العَسكَريُّ الحَسَنُ، ثمّ الحُجَّةُ الخَلَفُ القائِمُ المُنتَظَرُ المَهديُّ المُرجى الَّذي بِبَقائِهِ بَقيَت الدُّنيا ، وَبيُمنِهِ رُزِقَ الوَرى، وَبِوُجودِهِ ثَبَتَتِ الأرضُ وَالسَّماءِ، وَبِهِ يَملأُ الله الأرضَ قِسطاً وَعَدلاً بَعدَ ما مُلِئَت ظُلماً وَجَوراً، وَأشهَدُ أنَّ أقوالَهُم حُجَّةٌ، وَامتِثالَهُم فَريضَةٌ، وَطاعَتَهُم مَفروضَةٌ، وَمَوَدَّتَهُم لازِمَةٌ مَقضيَّةٌ، وَالاقتِداءَ بِهِم مُنجيَةٌ، وَمُخالَفَتَهُم مُرديَةٌ، وَهُم ساداتُ أهلِ الجَنَّةِ أجمَعينَ، وَشُفَعاءُ يَومِ الدّينِ، وَأئِمَّةُ أهلِ الأرضِ عَلى اليَقينِ، وَأفضَلُ الأوصياءِ المَرضيّينَ. وَأشهَدُ أنَّ المَوتَ حَقٌّ، وَمُساءَلَةَ القَبرِ حَقٌّ، وَالبَعثَ حَقٌّ، وَالنُّشورَ حَقٌّ وَالصِّراطَ حَقٌّ، وَالميزانَ حَقٌّ، وَالحِسابَ حَقٌّ ، وَالكِتابَ حَقٌّ، وَالجَنَّةَ حَقٌّ، وَالنّارَ حَقٌّ، وَأنَّ السّاعَةَ آتيَةٌ لارَيبَ فيها، وَأنَّ الله يَبعَثُ مَن في القُبورِ. اللهُمَّ فَضلُكَ رَجائي، وَكَرَمُكَ وَرَحمَتُكَ أمَلي، لا عَمَلَ لي أستَحِقُّ بِهِ الجَنَّةَ، وَلا طاعَةَ لي أستَوجِبُ بِها الرِّضوانَ، إلاّ أنّي اعتَقَدتُ تَوحيدَكَ وَعَدلََكَ وَارتَجَيتُ إحسانَكَ وَفَضلَكَ، وَتَشَفَّعتُ إلَيكَ بِالنَّبي وَآلِهِ مِن أحِبَّتِكَ، وَأنتَ أكرَمُ الأكرَمينَ وَأرحَمُ الرَّاحِمينَ، وَصَلّى اللهُ عَلى نبينّا مُحَمَّدٍ وَآلِهِ أجمَعينَ الطَّيِّبينَ الطَّاهِرينَ وَسَلَّمَ تَسليماً كَثيراً كَثيراً، وَلا حَولَ وَلا قوَّةَ إلاّ بِالله العَليِّ العَظيمِ. اللهُمَّ يا أرحَمَ الرَّاحِمينَ إنّي أودَعتُكَ يَقيني هذا وَثَباتَ ديني، وَأنتَ خَيرُ مُستَودَعٍ، وَقَد أمَرتَنا بِحِفظِ الوَدائِعِ فَرُدَّهُ عَلَيَّ وَقتَ حُضورِ مَوتي بِرَحمَتِكَ يا أرحَمَ الرَّاحِمينَ."
          },
          {
            "title": "دعاء الجوشن الكبير",
            "header": "دعاء الجوشن الكبير أورده الشيخ عباس القمي في كتاب مفاتيح الجنان. مروي عَن السجاد، عَن أبيه، عَن جدّه، عَن النبيّ (صلى الله عليه وعليهم أجمعين)، وقد هبط به جبرئيل على النبي (صلّى الله عليه وآله) وهو في بعض غزواته وعليه جوشن ثقيل آلمه، فقال: يا محمد، ربك يقرئك السلام، ويقول لك: اخلع هذا الجوشن، واقرأ هذا الدعاء، فهو أمان لك ولاُمتك، ومن جملة فضله أنه من دعا به في شهر رمضان ثلاث مرات حرم الله (تعالى) جسده على النّار، وأوجب له الجَّنة، ووكل الله (تعالى) به ملكين يحفظانه من المعاصي، وكان في أمان الله طول حياته.",
            "text": "(١) اللهُمَّ إنّي أسألُكَ بِاسمِكَ، يا اللهُ، يا رَحمنُ، يا رَحيمُ، يا كَريمُ، يا مُقيمُ، يا عَظيمُ، يا قَديمُ، يا عَليمُ، يا حَليمُ، يا حَكيمُ، سُبحانَكَ، يا لا إلهَ إلاّ أنتَ، الغَوثَ الغَوثَ الغَوثَ، خَلِّصنا مِنَ النّارِ، يا رَبِّ.\n\n(٢) يا سَيِّدَ السّاداتِ، يا مُجيبَ الدَّعَواتِ، يا رافعَ الدَّرَجاتِ، يا وَليَّ الحَسَناتِ، يا غافِرَ الخَطيئاتِ، يا مُعطيَ المَسألاتِ، يا قابِلَ التَّوباتِ، يا سامعَ الأصواتِ، يا عالِمَ الخَفياتِ، يا دافعَ البَلياتِ.\n\n(٣) يا خَيرَ الغافِرينَ، يا خَيرَ الفاتِحينَ، يا خَيرَ النّاصِرينَ، يا خَيرَ الحاكِمينَ، يا خَيرَ الرّازِقينَ، يا خَيرَ الوارِثينَ، يا خَيرَ الحامِدينَ، يا خَيرَ الذَّاكِرينَ، يا خَيرَ المُنزِلينَ، يا خَيرَ المُحسِنينَ.\n\n(٤) يا مَن لَهُ العِزَّةُ وَالجَمالُ، يا مَن لَهُ القُدرَةُ وَالكَمالُ، يا مَن لَهُ المُلكُ وَالجَلالُ، يا مَن هُوَ الكَبيرُ المُتَعالِ، يا مُنشئَ السَّحابِ الثِّقالِ، يا مَن هُوَ شَديدُ المِحالِ، يا مَن هُوَ سَريعُ الحِسابِ، يا مَن هُوَ شَديدُ العِقابِ، يا مَن عِندَهُ حُسنُ الثَّوابِ، يا مَن عِندَهُ اُمُّ الكِتابِ.\n\n(٥) اللهُمَّ إنّي أسألُكَ بِاسمِكَ، يا حَنَّانُ، يا مَنَّانُ، يا دَيانُ، يا بُرهانُ، يا سُلطانُ، يا رِضوانُ، يا غُفرانُ، يا سُبحانُ، يا مُستَعانُ، يا ذا المَنِّ وَالبَيا نِ.\n\n(٦) يا مَن تَواضَعَ كُلُّ شيءٍ لِعَظَمَتِهِ، يا مَن استسلّم كُلُّ شيءٍ لِقُدرَتِهِ، يا مَن ذَلَّ كُلُّ شيءٍ لِعِزَّتِهِ، يا مَن خَضَعَ كُلُّ شيءٍ لِهَيبَتِهِ، يا مَن انقادَ كُلُّ شيءٍ مِن خَشيَتِهِ، يا مَن تَشَقَّقَتِ الجِبالُ مِن مَخافَتِهِ، يا مَن قامَتِ السَّماواتُ بِأمرِهِ، يا مَن استَقَرَّتِ الأرَضونَ بِإذنِهِ، يا مَن يُسَبِّحُ الرَّعدُ بِحَمدِهِ، يا مَن لا يَعتَدي عَلى أهلِ مَملَكَتِهِ.\n\n(٧) يا غافِرَ الخطايا، يا كاشِفَ البَلايا، يا مُنتَهى الرَّجايا، يا مُجزِلَ العَطايا، يا واهِبَ الهَدايا، يا رازِقَ البَرايا، يا قاضيَ المَنايا، يا سامِعَ الشَّكايا، يا باعِثَ البَرايا، يا مُطلِقَ الاُسارى.\n\n(٨) يا ذا الحَمدِ وَالثَّناءِ، يا ذا الفَخرِ وَالبَهاءِ، يا ذا المَجدِ وَالسَّناءِ، يا ذا العَهدِ وَالوَفاءِ، يا ذا العَفوِ وَالرِّضاءِ، يا ذا المَنِّ وَالعَطاءِ، يا ذا الفَصلِ وَالقَضاءِ، يا ذا العِزِّ وَالبَقاءِ، يا ذا الجودِ وَالسَّخاءِ، يا ذا الآلاء وَالنَّعماءِ.\n\n(٩) اللهُمَّ إنّي أسألُكَ بِاسمِكَ، يا مانِعُ، يا دافِعُ، يا رافِعُ، يا صانِعُ، يا نافِعُ، يا سامِعُ، يا جامِعُ، يا شافِعُ، يا واسِعُ، يا موسِعُ.\n\n(١٠) يا صانِعَ كُلِّ مَصنوعٍ، يا خالِقَ كُلِّ مَخلوقٍ، يا رازِقَ كُلِّ مَرزوقٍ، يا مالِكَ كُلِّ مَملوكٍ، يا كاشِفَ كُلِّ مَكروبٍ، يا فارِجَ كُلِّ مَهمومٍ، يا راحِمَ كُلِّ مَرحومٍ، يا ناصِرَ كُلِّ مَخذولٍ، يا ساتِرَ كُلِّ مَعيوبٍ، يا مَلجَأَ كُلِّ مَطرودٍ.\n\n(١١) يا عُدَّتي عِندَ شِدَّتي، يا رَجائي عِندَ مُصيبَتي، يا مؤنِسي عِندَ وَحشَتي، يا صاحِبي عِندَ غُربَتي، يا وَليّي عِندَ نِعمَتي، يا غياثي عِندَ كُربَتي، يا دَليلي عِندَ حَيرَتي، يا غَنائي عِندَ افتِقاري، يا مَلجَأي عِندَ اضطِراري، يا مُعيني عِندَ مَفزَعي.\n\n(١٢) يا عَلّا مَ الغُيوبِ، يا غَفَّارَ الذُّنوبِ، يا سَتَّارَ العُيوبِ، يا كاشِفَ الكُروبِ، يا مُقَلِّبَ القُلوبِ، يا طَبيبَ القُلوبِ، يا مُنَوِّرَ القُلوبِ، يا أنيسَ القُلوبِ، يا مُفَرِّجَ الهُمومِ، يا مُنَفِّسَ الغُمومِ.\n\n(١٣) اللهُمَّ إنّي أسألُكَ بِاسمِكَ، يا جَليلُ، يا جَميلُ، يا وَكيلُ، يا كَفيلُ، يا دَليلُ، يا قَبيلُ ، يا مُديلُ، يا مُنيلُ، يا مُقيلُ، يا مُحيلُ.\n\n(١٤) يا دَليلَ المُتَحَيِّرينَ، يا غياثَ المُستَغيثينَ، يا صَريخَ المُستَصرِخينَ، يا جارَ المُستَجيرينَ، يا أمانَ الخائِفينَ، يا عَونَ المُؤمِنينَ، يا راحِمَ المَساكينَ، يا مَلجأ العاصينَ، يا غافِرَ المُذنِبينَ، يا مُجيبَ دَعوَةِ المُضطَرّينَ.\n\n(١٥) يا ذا الجودِ وَالإحسانِ، يا ذا الفَضلِ وَالامتِنانِ، يا ذا الأمنِ وَالأمانِ، يا ذا القُدسِ وَالسُّبحانِ، يا ذا الحِكمَةِ وَالبَيا نِ، يا ذا الرَّحمَةِ وَالرِّضوانِ، يا ذا الحُجَّةِ وَالبُرهانِ، يا ذا العَظَمَةِ وَالسُّلطانِ، يا ذا الرَأفَةِ وَالمُستَعانِ، يا ذا العَفوِ وَالغُفرانِ.\n\n(١٦) يا مَن هُوَ رَبُّ كُلِّ شيءٍ، يا مَن هُوَ إلهُ كُلِّ شيءٍ، يا مَن هُوَ خالِقُ كُلِّ شيءٍ، يا مَن هُوَ صانِعُ كُلِّ شيءٍ، يا مَن هُوَ قَبلَ كُلِّ شيءٍ، يا مَن هُوَ بَعدَ كُلِّ شيءٍ، يا مَن هُوَ فَوقَ كُلِّ شيءٍ، يا مَن هُوَ عالِمٌ بكُلِّ شيءٍ، يا مَن هُوَ قادِرٌ عَلى كُلِّ شيءٍ، يا مَن هُوَ يَبقى وَيَفنى كُلُّ شيءٍ.\n\n(١٧) اللهُمَّ إنّي أسألُكَ باسْمِكَ، يا مُؤمِنُ، يا مُهَيمِنُ، يا مُكَوِّنُ، يا مُلَقِّنُ، يا مُبيّنُ، يا مُهَوِّنُ، يا مُمَكِّنُ، يا مُزَيِّنُ، يا مُعلِنُ، يا مُقَسِّمُ.\n\n(١٨) يا مَن هُوَ في مُلكِهِ مُقيمٌ، يا مَن هُوَ في سُلطانِهِ قَديمٌ، يا مَن هُوَ في جَلالِهِ عَظيمٌ، يا مَن هُوَ عَلى عِبادِهِ رَحيمٌ، يا مَن هُوَ بكُلِّ شيءٍ عَليمٌ، يا مَن هُوَ بِمَن عَصاهُ حَليمٌ، يا مَن هُوَ بِمَن رَجاهُ كَريمٌ، يا مَن هُوَ في صُنعِهِ حَكيمٌ، يا مَن هُوَ في حِكمَتِهِ لَطيفٌ، يا مَن هُوَ في لُطفِهِ قَديمٌ.\n\n(١٩) يا مَن لا يُرجى إلاّ فَضلُهُ، يا مَن لا يُسألُ إلاّ عَفوُهُ، يا مَن لا يُنظَرُ إلاّ بِرُّهُ، يا مَن لا يُخافُ إلاّ عَدلُهُ، يا مَن لا يَدومُ إلاّ مُلكُهُ، يا مَن لاسُلطانَ إلاّ سُلطانُهُ، يا مَن وَسِعَت كُلَّ شيءٍ رَحمَتُهُ، يا مَن سَبَقَت رَحمَتُهُ غَضَبَهُ، يا مَن أحاطَ بِكُلِّ شيءٍ عِلمُهُ، يا مَن لَيسَ أحَدٌ مِثلَهُ.\n\n(٢٠) يا فارِجَ الهَمِّ، يا كاشِفَ الغَمِّ، يا غافِرَ الذَّنبِ، يا قابِلَ التَّوبِ، يا خالِقَ الخَلقِ، يا صادِقَ الوَعدِ، يا موفي العَهدِ، يا عالِمَ السِّرِّ، يا فالِقَ الحَبِّ، يا رازِقَ الأنامِ.\n\n(٢١) اللهُمَّ إنّي أسألُكَ بِاسمِكَ، يا عَليُّ، يا وَفيُّ، يا غَنيُّ، يا مَليُّ، يا حَفيُّ، يا رَضيُّ، يا زَكيُّ ، يا بَديُّ، يا قَويُّ، يا وَليُّ.\n\n(٢٢) يا مَن أظهَرَ الجَميلَ، يا مَن سَتَرَ القَبيحَ، يا مَن لَم يُؤاخِذ بِالجَريرَةِ، يا مَن لَم يَهتِكِ السِّترَ، يا عَظيمَ العَفوِ، يا حَسَنَ التَّجاوُزِ، يا واسِعَ المَغفِرَةِ، يا باسِطَ اليَّدَينِ بِالرَّحمَةِ، يا صاحِبَ كُلِّ نَجوى، يا مُنتَهى كُلِّ شَكوى.\n\n(٢٣) يا ذا النِّعمَةِ السَّابِغَةِ، يا ذا الرَّحمَةِ الواسِعَةِ، يا ذا المِنَّةِ السَّابِقَةِ، يا ذا الحِكمَةِ البالِغَةِ، يا ذا القُدرَةِ الكامِلَةِ، يا ذا الحُجَّةِ القاطِعَةِ، يا ذا الكَرامَةِ الظاهِرَةِ، يا ذا العِزَّةِ الدَّائِمَةِ، يا ذا القوَّةِ المَتينَةِ، يا ذا العَظَمَةِ المَنيعَةِ.\n\n(٢٤) يا بَديعَ السَّماواتِ، يا جاعِلَ الظُّلُماتِ، يا راحِم العَبَراتِ، يا مُقيلَ العَثَراتِ، يا ساتِرَ العَوراتِ، يا مُحييَ الأمواتِ، يا مُنزِلَ الآيات، يا مُضَعِّفَ الحَسَناتِ، يا ماحي السَّيِّئاتِ، يا شَديدَ النَّقَماتِ.\n\n(٢٥) اللهُمَّ إنّي أسألُكَ بِاسمِكَ، يا مُصَوِّرُ، يا مُقَدِّرُ، يا مُدَبِّرُ، يا مُطَهِّرُ، يا مُنَوِّرُ، يا مُيَسِّرُ، يا مُبَشِّرُ، يا مُنذِرُ، يا مُقَدِّمُ، يا مُؤَخِّرُ.(٢٦) يا رَبَّ البَيتِ الحَرامِ، يا رَبَّ الشَّهرِ الحَرامِ، يا رَبَّ البَلَدِ الحَرامِ، يا رَبَّ الرُّكنِ وَالمَقامِ، يا رَبَّ المَشعَرِ الحَرامِ، يا رَبَّ المَسجِدِ الحَرامِ، يا رَبَّ الحِلِّ وَالحَرامِ، يا رَبَّ النّورِ وَالظَّلامِ، يا رَبَّ التَّحيَّةِ وَالسَّلامِ، يا رَبَّ القُدرَةِ في الأنامِ.\n\n(٢٧) يا أحكَمَ الحاكِمينَ، يا أعدَلَ العادِلينَ، يا أصدَقَ الصَّادِقينَ، يا أطهَرَ الطَّاهِرِينَ، يا أحسَنَ الخالِقينَ، يا أسرَعَ الحاسِبينَ، يا أسمَعَ السَّامِعينَ، يا أبصَرَ النَّاظِرينَ، يا أشفَعَ الشَّافِعينَ، يا أكرَمَ الأكرَمينَ.\n\n(٢٨) يا عِمادَ مَن لا عِمادَ لَهُ، يا سَنَدَ مَن لا سَنَدَ لَهُ، يا ذُخرَ مَن لا ذُخرَ لَهُ، يا حِرزَ مَن لا حِرزَ لَهُ، يا غياثَ مَن لا غياثَ لَهُ، يا فَخرَ مَن لا فَخرَ لَهُ، يا عِزَّ مَن لا عِزَّ لَهُ، يا مُعينَ مَن لا مُعينَ لَهُ ، يا أنيسَ مَن لا أنيسَ لَهُ، يا أمانَ مَن لا أمانَ لَهُ.\n\n(٢٩) اللهُمَّ إنّي أسألُكَ بِاسمِكَ، يا عاصِمُ، يا قائِمُ، يا دائِمُ، يا راحِمُ، يا سالِمُ، يا حاكِمُ، يا عالِمُ، يا قاسِمُ، يا قابِضُ، يا باسِطُ.\n\n(٣٠) يا عاصِمَ مَنِ استَعصَمَهُ، يا راحِمَ مَن استَرحَمَهُ، يا غافِرَ مَنِ استَغفَرَهُ، يا ناصِرَ مَنِ استَنصَرَهُ، يا حافِظَ مَنِ استَحفَظَهُ، يا مُكرِمَ مَنِ استَكرَمَهُ، يا مُرشِدَ مَنِ استَرشَدَهُ، يا صِريخَ مَنِ استَصرَخَهُ، يا مُعينَ مَنِ استَعانَهُ، يا مُغيثَ مَنِ استَغاثَهُ.\n\n(٣١) يا عَزيزاً لا يُضامُ، يا لَطيفاً لا يُرامُ، يا قَيّوماً لا يَنامُ، يا دائِماً لا يَفوتُ، يا حَيا لا يَموتُ، يا مَلِكاً لا يَزولُ، يا باقياً لا يَفنى، يا عالِماً لا يَجهَلُ، يا صَمَداً لا يُطعَمُ، يا قَويا لا يَضعُفُ.\n\n(٣٢) اللهُمَّ إنّي أسألُكَ بِاسمِكَ، يا أحَدُ، يا واحِدُ، يا شاهِدُ، يا ماجِدُ، يا حامِدُ، يا راشِدُ، يا باعِثُ، يا وارِثُ، يا ضارُّ، يا نافِعُ.\n\n(٣٣) يا أعظَمَ مِن كُلِّ عَظيمٍ، يا أكرَمَ مِن كُلِّ كَريمٍ، يا أرحَمَ مِن كُلِّ رَحيمٍ، يا أعلَمَ مِن كُلِّ عَليمٍ، يا أحكَمَ مِن كُلِّ حَكيمٍ، يا أقدَمَ مِن كُلِّ قَديمٍ، يا أكبَرَ مِن كُلِّ كَبيرٍ، يا ألطَفَ مِن كُلِّ لَطيفٍ، يا أجَلَّ مِن كُلِّ جَليلٍ، يا أعَزَّ مِن كُلِّ عَزيزٍ.\n\n(٣٤) يا كَريمَ الصَّفحِ، يا عَظيمَ المَنِّ، يا كَثيرَ الخَيرِ، يا قَديمَ الفَضلِ، يا دائِمَ اللُّطفِ، يا لَطيفَ الصُّنعِ، يا مُنَفِّسَ الكَربِ، يا كاشِفَ الضُّرِّ، يا مالِكَ المُلكِ، يا قاضيَ الحَقِّ.\n\n(٣٥) يا مَن هُوَ في عَهدِهِ وَفيُّ، يا مَن هُوَ في وَفائِهِ قَويُّ، يا مَن هُوَ في قوَّتِهِ عَليُّ، يا مَن هُوَ في عُلوِّهِ قَريبٌ، يا مَن هُوَ في قُربِهِ لَطيفٌ، يا مَن هُوَ في لُطفِهِ شَريفٌ، يا مَن هُوَ في شَرَفِهِ عَزيزٌ، يا مَن هُوَ في عِزِّهِ عَظيمٌ، يا مَن هُوَ في عَظَمَتِهِ مَجيدٌ، يا مَن هُوَ في مَجدِهِ حَميدٌ.\n\n(٣٦) اللهُمَّ إنّي أسألُكَ بِاسمِكَ، يا كافي، يا شافي، يا وافي، يا مُعافي، يا هادي، يا داعي، يا قاضي، يا راضي، يا عالي، يا باقي.\n\n(٣٧) يا مَن كُلُّ شيءٍ خاضِعٌ لَهُ، يا مَن كُلُّ شيءٍ خاشِعٌ لَهُ، يا مَن كُلُّ شيءٍ كائِنٌ لَهُ، يا مَن كُلُّ شيءٍ مَوجودٌ بِهِ، يا مَن كُلُّ شيءٍ مُنيبٌ إلَيهِ، يا مَن كُلُّ شيءٍ خائِفٌ مِنهُ، يا مَن كُلُّ شيءٍ قائِمٌ بِهِ، يا مَن كُلُّ شيءٍ صائِرٌ إلَيهِ، يا مَن كُلُّ شيءٍ يُسَبِّح بِحَمدِهِ يا مَن كُلُّ شيءٍ هالِكٌ إلاّ وَجهَهُ.\n\n(٣٨) يا مَن لا مَفَرَّ إلاّ إلَيهِ، يا مَن لا مَفْزَعَ إلاَّ إلَيه، يا مَن لا مَقصَدَ إلاّ إلَيهِ، يا مَن لا مَنجى مِنهُ إلاّ إلَيهِ، يا مَن لا يُرغَبُ إلاّ إلَيهِ، يا مَن لا حَولَ وَلا قوَّةَ إلاّ بِهِ، يا مَن لا يُستَعانُ إلاّ بِهِ، يا مَن لا يُتَوَكَّلُ إلاّ عَلَيهِ، يا مَن لا يُرجى إلاّ هوَ، يا مَن لا يُعبَدُ إلاّ إياه.\n\n(٣٩) يا خَيرَ المَرهوبينَ، يا خَيرَ المَرغوبينَ، يا خَيرَ المَطلوبينَ، يا خَيرَ المَسؤولينَ، يا خَيرَ المَقصودينَ، يا خَيرَ المَذكورينَ، يا خَيرَ المَشكورينَ، يا خَيرَ المَحبوبينَ، يا خَيرَ المَدعوّينَ، يا خَيرَ المُستَأنِسينَ.\n\n(٤٠) اللهُمَّ إنّي أسألُكَ بِاسمِكَ، يا غافِرُ، يا ساتِرُ، يا قادِرُ، يا قاهِرُ، يا فاطِرُ، يا كاسِرُ، يا جابِرُ، يا ذاكِرُ، يا ناظِرُ، يا ناصِرُ.\n\n(٤١) يا مَن خَلَقَ فَسَوَّى، يا مَن قَدَّرَ فَهَدى، يا مَن يَكشِفُ البَلوى، يا مَن يَسمَعُ النَّجوى، يا مَن يُنقِذُ الغَرقى، يا مَن يُنجي الهَلكى، يا مَن يَشفي المَرضى، يا مَن أضحَكَ وَأبكى، يا مَن أماتَ وَأحيى، يا مَن خَلَقَ الزَّوجَينِ الذَّكَرَ وَالاُنثى.\n\n(٤٢) يا مَن في البَرِّ وَالبَحرِ سَبيلُهُ، يا مَن في الآفاقِ آياتُهُ، يا مَن في الآيات بُرهانُهُ، يا مَن في المَماتِ قُدرَتُهُ، يا مَن في القُبورِ عِبرَتُهُ، يا مَن في القيامة مُلكُهُ، يا مَن في الحِسابِ هَيبَتُهُ، يا مَن في الميزانِ قَضاؤُهُ، يا مَن في الجَنَّةِ ثَوابُهُ، يا مَن في النّارِ عِقابُهُ.\n\n(٤٣) يا مَن إلَيهِ يَهرَبُ الخائِفونَ، يا مَن إلَيهِ يَفزَعُ المُذنِبونَ، يا مَن إلَيهِ يَقصِدُ المُنيبونَ، يا مَن إلَيهِ يَرغَبُ الزَّاهِدونَ، يا مَن إلَيهِ يَلجَأُ المُتَحَيِّرونَ، يا مَن بِهِ يَستَأنِسُ المُريدونَ، يا مَن بِهِ يَفتَخِرُ المُحِبّونَ، يا مَن في عَفوِهِ يَطمَعُ الخاطِئونَ، يا مَن إلَيهِ يَسكُنُ الموقِنونَ، يا مَن عَلَيهِ يَتَوَكَّلُ المُتَوَكِّلونَ.\n\n(٤٤) اللهُمَّ إنّي أسألُكَ بِاسمِكَ، يا حَبيبُ، يا طَبيبُ، يا قَريبُ، يا رَقيبُ، يا حَسيبُ، يا مَهِيبُ، يا مُثيبُ، يا مُجيبُ، يا خَبيرُ، يا بَصيرُ.\n\n(٤٥) يا أقرَبَ مِن كُلِّ قَريبٍ، يا أحَبَّ مِن كُلِّ حَبيبٍ، يا أبصَرَ مِن كُلِّ بَصيرٍ، يا أخبَرَ مِن كُلِّ خَبيرٍ، يا أشرَفَ مِن كُلِّ شَريفٍ، يا أرفَعَ مِن كُلِّ رَفيعٍ، يا أقوى مِن كُلِّ قَويٍّ، يا أغنى مِن كُلِّ غَنيٍّ، يا أجوَدَ مِن كُلِّ جَوادٍ، يا أرأفَ مِن كُلِّ رَؤوفٍ.\n\n(٤٦) يا غالِباً غَيرَ مَغلوبٍ، يا صانِعاً غَيرَ مَصنوعٍ، يا خالِقاً غَيرَ مَخلوقٍ، يا مالِكاً غَيرَ مَملوكٍ، يا قاهِراً غَيرَ مَقهورٍ، يا رافِعاً غَيرَ مَرفوعٍ، يا حافِظاً غَيرَ مَحفوظٍ، يا ناصِراً غَيرَ مَنصورٍ، يا شاهِداً غَيرَ غائِبٍ، يا قَريباً غَيرَ بَعيدٍ.\n\n(٤٧) يا نورَ النّورِ، يا مُنَوِّرَ النّورِ، يا خالِقَ النّورِ، يا مُدَبِّرَ النّورِ، يا مُقَدِّرَ النّورِ، يا نورَ كُلِّ نورٍ، يا نوراً قَبلَ كُلِّ نورٍ، يا نوراً بَعدَ كُلِّ نورٍ، يا نوراً فَوقَ كُلِّ نورٍ، يا نوراً لَيسَ كَمَثلِهِ نورٌ.\n\n(٤٨) يا مَن عَطاؤُهُ شَريفٌ، يا مَن فِعلُهُ لَطيفٌ، يا مَن لُطفُهُ مُقيمٌ، يا مَن إحسانُهُ قَديمٌ، يا مَن قَولُهُ حَقُّ، يا مَن وَعدُهُ صِدقٌ، يا مَن عَفوُهُ فَضلٌ، يا مَن عَذابُهُ عَدلٌ، يا مَن ذِكرُهُ حُلوٌ، يا مَن فَضلُهُ عَميمٌ.\n\n(٤٩) اللهُمَّ إنّي أسألُكَ بِاسمِكَ، يا مُسَهِّلُ، يا مُفَصِّلُ، يا مُبَدِّلُ، يا مُذَلِّلُ، يا مُنَزِّلُ، يا مُنَوِّلُ، يا مُفضِلُ، يا مُجزِلُ، يا مُمهِلُ، يا مُجمِلُ.\n\n(٥٠) يا مَن يَرى وَلا يُرى، يا مَن يَخلُقُ وَلا يُخلَقُ، يا مَن يَهدي وَلا يُهدى، يا مَن يُحيي وَلا يُحيى، يا مَن يَسألُ وَلا يُسألُ، يا مَن يُطعِمُ وَلا يُطعَمُ، يا مَن يُجيرُ وَلا يُجارُ عَلَيهِ، يا مَن يَقضي وَلا يُقضى عَلَيهِ، يا مَن يَحكُمُ وَلا يُحكَمُ عَلَيهِ، يا مَن لَم يَلِد وَلَم يولَد وَلَم يَكُن لَهُ كُفُواً أحَدٌ.\n\n(٥١) يا نِعمَ الحَسيبُ، يا نِعمَ الطَّبيبُ، يا نِعمَ الرَّقيبُ، يا نِعمَ القَريبُ، يا نِعمَ المُجيبُ، يا نِعمَ الحَبيبُ، يا نِعمَ الكَفيلُ، يا نِعمَ الوَكيلُ، يا نِعمَ المَولى، يا نِعمَ النَّصيرُ.\n\n(٥٢) يا سُرورَ العارِفينَ، يا مُنى المُحِبّينَ، يا أنيسَ المُريدينَ، يا حَبيبَ التَّوَّابينَ، يا رازِقَ المُقِلّينَ، يا رَجاءَ المُذنِبينَ، يا قُرَّةَ عَينِ العابِدينَ، يا مُنَفِّسَ عَنِ المَكروبينَ، يا مُفَرِّجَ عَنِ المَغمومينَ، يا إلهَ الأوَّلينَ وَالآخِرينَ.\n\n(٥٣) اللهُمَّ إنّي أسألُكَ بِاسمِكَ، يا رَبَّنا، يا إلهَنا، يا سَيِّدِنا، يا مَولانا، يا ناصِرَنا، يا حافِظَنا، يا دَليلَنا، يا مُعينَنا، يا حَبيبَنا، يا طَبيبَنا.\n\n(٥٤) يا رَبَّ النَّبيّينَ وَالأبرارِ، يا رَبَّ الصِّدّيقينَ وَالأخيارِ، يا رَبَّ الجَنَّةِ وَالنّارِ، يا رَبَّ الصِّغارِ وَالكِبارِ، يا رَبَّ الحُبُوبِ وَالثِّمارِ، يا رَبَّ الأنهارِ وَالأشجارِ، يا رَبَّ الصَّحاري وَالقِفارِ، يا رَبَّ البَراري وَالبِحارِ، يا رَبَّ اللَّيلِ وَالنَّهارِ، يا رَبَّ الإعلانِ وَالاَسرارِ.\n\n(٥٥) يا مَن نَفَذَ في كُلِّ شيءٍ أمرُهُ، يا مَن لَحِقَ بِكُلِّ شيءٍ عِلمُهُ، يا مَن بَلَغَت إلى كُلِّ شيءٍ قُدرَتُهُ، يا مَن لا تُحصي العِبادُ نِعَمَهُ، يا مَن لاتَبلُغُ الخَلائِقُ شُكرَهُ، يا مَن لاتُدرِكُ الأفهامُ جَلالَهُ، يا مَن لاتَنالُ الأوهامُ كُنهَهُ، يا مَن العَظَمَةُ وَالكِبرياءُ رِداؤُهُ، يا مَن لا تَرُدُّ العِبادُ قَضاءَهُ، يا مَن لا مُلكَ إلاّ مُلكُهُ، يا مَن لا عَطاءَ إلاّ عَطاؤُهُ.\n\n(٥٦) يا مَن لَهُ المَثَلُ الأعلى، يا مَن لَهُ الصِّفاتُ العُليا، يا مَن لَهُ الآخرةُ وَالاُولى، يا مَن لَهُ الجَنَّةُ المَأوى، يا مَن لَهُ الآيات الكُبرى، يا مَن لَهُ الأسماءُ الحُسنى، يا مَن لَهُ الحُكمُ وَالقَضاءُ، يا مَن لَهُ الهَواءُ وَالفَضاءُ، يا مَن لَهُ العَرشُ وَالثَّرى، يا مَن لَهُ السَّماواتُ العُلى.\n\n(٥٧) اللهُمَّ إنّي أسألُكَ بِاسمِكَ، يا عَفوُّ، يا غَفورُ، يا صَبورُ، يا شَكورُ، يا رَؤوفُ، يا عَطوفُ، يا مَسؤولُ، يا وَدودُ، يا سُبّوحُ، يا قُدّوسُ.\n\n(٥٨) يا مَن في السَّماءِ عَظَمَتُهُ، يا مَن في الأرضِ آياتُهُ، يا مَن في كُلِّ شيءٍ دَلائِلُهُ، يا مَن في البِحارِ عَجائِبُهُ، يا مَن في الجِبالِ خَزائِنُهُ، يا مَن يُبدِئُ الخَلقَ ثمّ يُعيدُهُ، يا مَن إلَيهِ يَرجِعُ الأمرُ كُلُّهُ، يا مَن أظهَرَ في كُلِّ شيءٍ لُطفَهُ، يا مَن أحسَنَ كُلَّ شيءٍ خَلقَهُ، يا مَن تَصَرَّفَ في الخَلائِقِ قُدرَتُهُ.\n\n(٥٩) يا حَبيبَ مَن لا حَبيبَ لَهُ، يا طَبيبَ مَن لا طَبيبَ لَهُ، يا مُجيبَ مَن لا مُجيبَ لَهُ، يا شَفيقَ مَن لا شَفيقَ لَهُ، يا رَفيقَ مَن لا رَفيقَ لَهُ، يا مُغيثَ مَن لا مُغيثَ لَهُ، يا دَليلَ مَن لا دَليلَ لَهُ، يا أنيسَ مَن لا أنيسَ لَهُ، يا راحِمَ مَن لا راحِمَ لَهُ، يا صاحِبَ مَن لا صاحِبَ لَهُ.\n\n(٦٠) يا كافيَ مَن استَكفاهُ، يا هاديَ مَن استَهداهُ، يا كالئ مَن استَكلّاهُ، يا راعيَ مَنِ استَرعاهُ، يا شافيَ مَن استَشفاهُ، يا قاضيَ مَنِ استَقضاهُ، يا مُغنيَ مَنِ استَغناهُ، يا موفيَ مَنِ استَوفاهُ، يا مُقَوّيَ مَنِ استَقواهُ، يا وَليَّ مَنِ استَولاهُ.\n\n(٦١) اللهُمَّ إنّي أسألُكَ بِاسمِكَ، يا خالِقُ، يا رازِقُ، يا ناطِقُ، يا صادِقُ، يا فالِقُ، يا فارِقُ، يا فاتِقُ، يا راتِقُ، يا سابِقُ، يا سامِقُ.\n\n(٦٢) يا مَن يُقَلِّبُ اللَّيلَ وَالنَّهارَ، يا مَن جَعَلَ الظُّلُماتِ وَالأنوارَ، يا مَن خَلَقَ الظِّلَّ وَالحَرورَ، يا مَن سَخَّرَ الشَّمسَ وَالقَمَرَ، يا مَن قَدَّرَ الخَيرَ وَالشَّرَّ، يا مَن خَلَقَ المَوتَ وَالحياةَ، يا مَن لَهُ الخَلقُ وَالأمرُ، يا مَن لَم يَتَّخِذ صاحِبَةً وَلا وَلَداً، يا مَن لَيسَ لَهُ شَريكٌ في المُلكِ، يا مَن لَم يَكُن لَهُ وَليُّ مِنَ الذُّلِّ.\n\n(٦٣) يا مَن يَعلَمُ مُرادَ المُريدينَ، يا مَن يَعلَمُ ضَميرَ الصَّامِتينَ، يا مَن يَسمَعُ أنينَ الواهِنينَ، يا مَن يَرى بُكاءَ الخائِفينَ، يا مَن يَملِكُ حَوائِجَ السَّائِلينَ، يا مَن يَقبَلُ عُذرَ التَّائِبينَ، يا مَن لا يُصلِحُ عَمَلَ المُفسِدينَ، يا مَن لا يُضيعُ أجرَ المُحسِنينَ، يا مَن لا يَبعُدُ عَن قُلوبِ العارِفينَ، يا أجوَدَ الأجوَدينَ.\n\n(٦٤) يا دائِمَ البَقاءِ، يا سامِعَ الدُّعاءِ، يا واسِعَ العَطاءِ، يا غافِرَ الخَطاءِ، يا بَديعَ السَّماءِ، يا حَسَنَ البَلاءِ، يا جَميلَ الثَّناءِ، يا قَديمَ السَّناءِ، يا كَثيرَ الوَفاءِ، يا شَريفَ الجَزاءِ.\n\n(٦٥) اللهُمَّ إنّي أسألُكَ بِاسمِكَ، يا سَتَّارُ، يا غَفَّارُ، يا قَهَّارُ، يا جَبَّارُ، يا صَبَّارُ، يا بارُّ، يا مُختارُ، يا فَتَّاحُ، يا نَفَّاحُ، يا مُرتاحُ.\n\n(٦٦) يا مَن خَلَقَني وَسَوَّاني، يا مَن رَزَقَني وَرَبَّاني، يا مَن أطعَمَني وَسَقاني، يا مَن قَرَّبَني وَأدناني، يا مَن عَصَمَني وَكَفاني، يا مَن حَفِظَني وَكَلاني، يا مَن أعَزَّني وَأغناني، يا مَن وَفَّقَني وَهَداني، يا مَن آنَسَني وَآواني، يا مَن أماتَني وَأحياني.\n\n(٦٧) يا مَن يُحِقُّ الحَقَّ بِكَلِماتِهِ، يا مَن يَقبَلُ التَّوبَةَ عَن عِبادِهِ، يا مَن يَحولُ بَينَ المَرءِ وَقَلبِهِ، يا مَن لا تَنفَعُ الشَّفاعَةُ إلاّ بِإذنِهِ، يا مَن هُوَ أعلَمُ بِمَن ضَلَّ عَن سَبيلِهِ، يا مَن لا مُعَقِّبَ لِحُكمِهِ، يا مَن لا رادَّ لِقَضائِهِ، يا مَن انقادَ كُلُّ شيءٍ لأمرِهِ، يا مَن السَّماواتُ مَطوياتٌ بيَمينِهِ، يا مَن يُرسِلُ الرياحَ بُشراً بَينَ يَدَي رَحمَتِهِ.\n\n(٦٨) يا مَن جَعَلَ الأرضَ مِهاداً، يا مَن جَعَلَ الجِبالَ أوتاداً، يا مَن جَعَلَ الشَّمسَ سِراجاً، يا مَن جَعَلَ القَمَرَ نوراً، يا مَن جَعَلَ اللَّيلَ لِباساً، يا مَن جَعَلَ النَّهارَ مَعاشاً، يا مَن جَعَلَ النَّومَ سُباتاً، يا مَن جَعَلَ السَّماء بِناءً، يا مَن جَعَلَ الأشياءَ أزواجاً، يا مَن جَعَلَ النّارَ مِرصاداً.\n\n(٦٩) اللهُمَّ إنّي أسألُكَ بِاسمِكَ، يا سَميعُ، يا شَفيعُ، يا رَفيعُ، يا مَنيعُ، يا سَريعُ، يا بَديعُ، يا كَبيرُ، يا قَديرُ، يا خَبيرُ، يا مُجيرُ.\n\n(٧٠) يا حَيا قَبلَّ كُلِّ حَيٍّ، يا حَيا بَعدَ كُلِّ حَيٍّ، يا حَيُّ الَّذي لَيسَ كَمِثلِهِ حَيُّ، يا حَيُّ الَّذي لا يُشارِكُهُ حَيُّ، يا حَيُّ الَّذي لا يَحتاجُ إلى حَيٍّ، يا حَيُّ الَّذي يُميتُ كُلَّ حَيٍّ، يا حَيُّ الَّذي يَرزُقُ كُلَّ حَيٍّ، يا حَيا لَم يَرِثِ الحياةَ مِن حَيٍّ، يا حَيُّ الَّذي يُحيي المَوتى، يا حَيُّ يا قَيّومُ لا تَأخُذُهُ سِنَةٌ وَلانَومٌ.\n\n(٧١) يا مَن لَهُ ذِكرٌ لا يُنسى، يا مَن لَهُ نورٌ لا يُطفى، يا مَن لَهُ نِعَمٌ لا تُعَدُّ، يا مَن لَهُ مُلكٌ لا يَزولُ، يا مَن لَهُ ثَناءٌ لا يُحصى، يا مَن لَهُ جَلالٌ لا يُكَيَّفُ، يا مَن لَهُ كَمالٌ لا يُدرَكُ، يا مَن لَهُ قَضاءٌ لا يُرَدُّ، يا مَن لَهُ صِفاتٌ لا تُبَدَّلُ، يا مَن لَهُ نُعوتٌ لا تُغَيَّرُ.\n\n(٧٢) يا رَبَّ العالَمينَ، يا مالِكَ يَومِ الدّينِ، يا غايَةَ الطَّالِبينَ، يا ظَهرَ اللّاجِينَ، يا مُدرِكَ الهارِبينَ، يا مَن يُحِبُّ الصَّابِرينَ، يا مَن يُحِبُّ التَّوَّابينَ، يا مَن يُحِبُّ المُتَطَهِّرينَ، يا مَن يُحِبُّ المُحسِنينَ، يا مَن هُوَ أعلَمُ بِالمُهتَدينَ.\n\n(٧٣) اللهُمَّ إنّي أسألُكَ بِاسمِكَ، يا شَفيقُ، يا رَفيقُ، يا حَفيظُ، يا مُحيطُ، يا مُقيتُ، يا مُغيثُ، يا مُعِزُّ، يا مُذِلُّ، يا مُبدئُ، يا مُعيدُ.\n\n(٧٤) يا مَن هُوَ أحَدٌ بِلا ضِدٍّ، يا مَن هُوَ فَردٌ بِلا نِدٍّ، يا مَن هُوَ صَمَدٌ بِلا عَيبٍ، يا مَن هُوَ وِترٌ بِلا كَيفٍ، يا مَن هُوَ قاضٍ بِلا حَيفٍ، يا مَن هُوَ رَبٌّ بِلا وَزيرٍ، يا مَن هُوَ عَزيزٌ بِلا ذُلٍّ، يا مَن هُوَ غَنيٌّ بِلا فَقرٍ، يا مَن هُوَ مَلِكٌ بِلا عَزلٍ، يا مَن هُوَ مَوصوفٌ بِلا شَبيهٍ.\n\n(٧٥) يا مَن ذِكرُهُ شَرَفٌ لِلذَّاكِرينَ، يا مَن شُكرُهُ فَوزٌ لِلشَّاكِرينَ، يا مَن حَمدُهُ عِزٌّ لِلحامِدينَ، يا مَن طاعَتُهُ نَجاةٌ لِلمُطيعينَ، يا مَن بابُهُ مَفتوحٌ لِلطَّالِبينَ، يا مَن سَبيلُهُ وَاضِحٌ لِلمُنيبينَ، يا مَن آياتُهُ بُرهانٌ لِلنَّاظِرينَ، يا مَن كِتابُهُ تَذكِرَةٌ لِلمُتَّقينَ، يا مَن رِزقُهُ عُموم لِلطَّائِعينَ وَالعاصينَ، يا مَن رَحمَتُهُ قَريبٌ مِنَ المُحسِنينَ.\n\n(٧٦) يا مَن تَبارَكَ اسمُهُ، يا مَن تَعالى جَدُّهُ، يا مَن لا إلهَ غَيرُهُ، يا مَن جَلَّ ثَناؤُهُ، يا مَن تَقَدَّسَت أسماؤُهُ، يا مَن يَدومُ بَقاؤُهُ، يا مَن العَظَمَةُ بَهاؤُهُ، يا مَن الكِبرياءُ رِداؤُهُ، يا مَن لا تُحصَى آلاؤُهُ، يا مَن لا تُعَدُّ نَعماؤُهُ.\n\n(٧٧) اللهُمَّ إنّي أسألُكَ بِاسمِكَ، يا مُعينُ، يا أمينُ، يا مُبينُ، يا مَتينُ، يا مَكينُ، يا رَشيدُ، يا حَميدُ، يا مَجيدُ، يا شَديدُ، يا شَهيدُ.\n\n(٧٨) يا ذا العَرشِ المَجيدِ، يا ذا القَولِ السَّديدِ، يا ذا الفِعلِ الرَّشيدِ، يا ذا البَطشِ الشَّديدِ، يا ذا الوَعدِ وَالوَعيدِ، يا مَن هُوَ الوَليُّ الحَميدُ، يا مَن هُوَ فَعَّالٌ لِما يُريدُ، يا مَن هُوَ قَريبٌ غَيرُ بَعيدٌ، يا مَن هُوَ عَلى كُلِّ شيء شَهيدٌ، يا مَن هُوَ لَيسَ بِظَلّامٍ لِلعَبيدِ.\n\n",
            "text2": "(٧٩) يا مَن لا شَريكَ لَهُ وَلا وَزيرَ، يا مَن لا شَبيهَ لَهُ وَلا نَظيرَ، يا خالِقَ الشَّمسِ وَالقَمَرِ المُنيرِ، يا مُغنيَ البائِسِ الفَقيرِ، يا رازِقَ الطِّفلِ الصَّغيرِ، يا راحِمَ الشَّيخِ الكَبيرِ، يا جابِرَ العَظمِ الكَسيرِ، يا عِصمَةَ الخائِفِ المُستَجيرِ، يا مَن هُوَ بِعِبادِهِ خَبيرٌ بَصيرٌ، يا مَن هُوَ عَلى كُلِّ شيء قَديرٌ.\n\n(٨٠) يا ذا الجودِ وَالنِّعَمِ، يا ذا الفَضلِ وَالكَرَمِ، يا خالِقَ اللَّوحِ وَالقَلَمِ، يا بارئَ الذَّرِّ وَالنَّسَمِ، يا ذا البَأسِ وَالنِّقَمِ، يا مُلهِمَ العَرَبِ وَالعَجَمِ، يا كاشِفَ الضُّرِّ وَالألَمِ، يا عالِمَ السِّرِّ وَالهِمَمِ، يا رَبَّ البَيتِ وَالحَرَمِ، يا مَن خَلَقَ الأشياءَ مِنَ العَدَمِ.\n\n(٨١) اللهُمَّ إنّي أسألُكَ بِاسمِكَ، يا فاعِلُ، يا جاعِلُ، يا قابِلُ، يا كامِلُ، يا فاصِلُ، يا واصِلُ، يا عادِلُ، يا غالِبُ، يا طالِبُ، يا واهِبُ.\n\n(٨٢) يا مَن أنعَمَ بِطَولِهِ، يا مَن أكرَمَ بِجودِهِ، يا مَن جادَ بِلُطفِهِ، يا مَن تَعَزَّزَ بِقُدرَتِهِ، يا مَن قَدَّرَ بِحِكمَتِهِ، يا مَن حَكَمَ بِتدبيرِهِ، يا مَن دَبَّرَ بِعِلمِهِ، يا مَن تَجاوَزَ بِحِلمِهِ، يا مَن دَنا في عُلوِّهِ، يا مَن عَلا في دُنوِّهِ.\n\n(٨٣) يا مَن يَخلُقُ ما يَشاءُ، يا مَن يَفعَلُ ما يَشاءُ، يا مَن يَهدي مَن يَشاءُ، يا مَن يُضِلُّ مَن يَشاءُ، يا مَن يُعَذِّبُ مَن يَشاءُ، يا مَن يَغفِرُ لِمَن يَشاءُ، يا مَن يُعِزُّ مَن يَشاءُ، يا مَن يُذِلُّ مَن يَشاءُ، يا مَن يُصَوِّرُ في الأرحامِ ما يَشاءُ، يا مَن يَختَصُّ بِرَحمَتِهِ مَن يَشاءُ.\n\n(٨٤) يا مَن لَم يَتَّخِذ صاحِبَةً وَلا وَلَداً، يا مَن جَعَلَ لكلّ شيء قَدراً، يا مَن لا يُشرِكُ في حُكمِهِ أحَداً، يا مَن جَعَلَ المَلائِكَةَ رُسُلاً، يا مَن جَعَلَ في السَّماءِ بُروجاً، يا مَن جَعَلَ الأرضَ قَراراً، يا مَن خَلَقَ مِنَ الماءِ بَشَراً، يا مَن جَعَلَ لكلّ شيء أمَداً، يا مَن أحاطَ بِكُلِّ شيء عِلماً، يا مَن أحصى كُلَّ شيء عَدَداً.\n\n(٨٥) اللهُمَّ إنّي أسألُكَ بِاسمِكَ، يا أوَّلُ، يا آخِرُ، يا ظاهِرُ، يا باطِنُ، يا بَرُّ، يا حَقُّ، يا فَردُ، يا وِترُ، يا صَمَدُ، يا سَرمَدُ.\n\n(٨٦) يا خَيرَ مَعروفٍ عُرِفَ، يا أفضَلَ مَعبودٍ عُبِدَ، يا أجَلَّ مَشكورٍ شُكِرَ، يا أعَزَّ مَذكورٍ ذُكِرَ، يا أعلى مَحمودٍ حُمِدَ، يا أقدَمَ مَوجودٍ طُلِبَ، يا أرفَعَ مَوصوفٍ وُصِفَ، يا أكبَرَ مَقصودٍ قُصِدَ، يا أكرَمَ مَسؤولٍ سُئِلَ، يا أشرَفَ مَحبوبٍ عُلِمَ.\n\n(٨٧) يا حَبيبَ الباكينَ، يا سَيِّدَ المُتَوَكِّلينَ، يا هاديَ المُضِلّينَ، يا وَليَّ المُؤمِنينَ، يا أنيسَ الذَّاكِرينَ، يا مَفزَعَ المَلهوفينَ، يا مُنجيَ الصَّادِقينَ، يا أقدَرَ القادِرينَ، يا أعلَمَ العالِمينَ، يا إلهَ الخَلقِ أجمَعينَ.\n\n(٨٨) يا مَن عَلا فَقَهَرَ، يا مَن مَلَكَ فَقَدَرَ، يا مَن بَطَنَ فَخَبَرَ، يا مَن عُبِدَ فَشَكَرَ، يا مَن عُصيَ فَغَفَرَ، يا مَن لا تَحويهِ الفِكَرُ، يا مَن لايُدرِكُهُ بَصَرٌ، يا مَن لايَخفى عَلَيهِ أثَرٌ، يا رازِقَ البَشَرِ، يا مُقَدِّرَ كُلِّ قَدَرٍ.\n\n(٨٩) اللهُمَّ إنّي أسألُكَ بِاسمِكَ، يا حافِظُ، يا بارئُ، يا ذارئُ، يا باذِخُ، يا فارِجُ، يا فاتِحُ، يا كاشِفُ، يا ضامِنُ، يا آمِرُ، يا ناهي.\n\n(٩٠) يا مَن لا يَعلَمُ الغَيبَ إلاّ هوَ، يا مَن لا يَصرِفُ السّوءَ إلاّ هوَ، يا مَن لا يَخلُقُ الخَلقَ إلاّ هوَ، يا مَن لا يَغفِرُ الذَّنبَ إلاّ هوَ، يا مَن لا يُتِمُّ النِّعمَةَ إلاّ هوَ، يا مَن لا يُقَلِّبُ القُلوبَ إلاّ هوَ، يا مَن لا يُدَبِّرُ الأمرَ الاّ هوَ، يا مَن لا يُنَزِّلُ الغَيثَ إلاّ هوَ، يا مَن لا يَبسُطُ الرِّزقَ إلاّ هوَ، يا مَن لا يُحيِى المَوتى إلاّ هوَ.\n\n(٩١) يا مُعينَ الضُّعَفاءِ، يا صاحِبَ الغُرَباءِ، يا ناصِرَ الأولياءِ، يا قاهِرَ الأعداءِ، يا رافِعَ السَّماءِ، يا أنيسَ الأصفياءِ، يا حَبيبَ الأتقياءِ، يا كَنزَ الفُقَراءِ، يا إلهَ الأغنياءِ، يا أكرَمَ الكُرَماءِ.\n\n(٩٢) يا كافياً مِن كُلِّ شيءٍ، يا قائِماً عَلى كُلِّ شيءٍ، يا مَن لا يَشبَهُهُ شيءٍ، يا مَن لا يَزيدُ في مُلكِهِ شيءٍ، يا مَن لا يَخفى عَلَيهِ شيءٍ، يا مَن لا يَنقُصُ مِن خَزائِنِهِ شيءٍ، يا مَن لَيسَ كَمِثلِهِ شيءٍ، يا مَن لا يَعزُبُ عَن عِلمِهِ شيءٍ، يا مَن هُوَ خَبيرٌ بِكُلِّ شيءٍ، يا مَن وَسِعَت رَحمَتُهُ كُلَّ شيءٍ.\n\n(٩٣) اللهُمَّ إنّي أسألُكَ بِاسمِكَ، يا مُكرِمُ، يا مُطعِمُ، يا مُنعِمُ، يا مُعطي، يا مُغني، يا مُقني، يا مُفني، يا مُحيي، يا مُرضي، يا مُنجي.\n\n(٩٤) يا أوَّلَ كُلِّ شيء وَآخِـرَهُ، يا إلهَ كُلِّ شيء وَمَليكَهُ، يا رَبَّ كُلِّ شيء وَصانِعَهُ، يا بارئَ كُلِّ شيء وَخالِقَهُ، يا قابِضَ كُلِّ شيء وَباسِطَهِ، يا مُبدئَ كُلِّ شيء وَمُعيدَهُ، يا مُنشئَ كُلِّ شيء وَمُقَدِّرَهُ، يا مُكَوِّنَ كُلِّ شيء وَمُحَوِّلَهُ، يا مُحيي كُلِّ شيء وَمُميتَهُ، يا خالِقَ كُلِّ شيء وَوارِثَهُ.\n\n(٩٥) يا خَيرَ ذاكِرٍ وَمَذكورٍ، يا خَيرَ شاكِرٍ وَمَشكورٍ، يا خَيرَ حامِدٍ وَمَحمودٍ، يا خَيرَ شاهِدٍ وَمَشهودٍ، يا خَيرَ داعٍ وَمَدعوٍّ، يا خَيرَ مُجيبٍ وَمُجابٍ، يا خَيرَ مُؤنِسٍ وَأنيسٍ، يا خَيرَ صاحِبٍ وَجَليسٍ، يا خَيرَ مَقصودٍ وَمَطلوبٍ، يا خَيرَ حَبيبٍ وَمَحبوبٍ.\n\n(٩٦) يا مَن هُوَ لِمَن دَعاهُ مُجيبٌ، يا مَن هُوَ لِمَن أطاعَهُ حَبيبٌ، يا مَن هُوَ إلى مَن أحَبَّهُ قَريبٌ، يا مَن هُوَ بِمَن استَحفَظَهُ رَقيبٌ، يا مَن هُوَ بِمَن رَجاهُ كَريمٌ، يا مَن هُوَ بِمَن عَصاهُ حَليمٌ، يا مَن هُوَ في عَظَمَتِهِ رَحيمٌ، يا مَن هُوَ في حِكمَتِهِ عَظيمٌ، يا مَن هُوَ في إحسانِهِ قَديمٌ، يا مَن هُوَ بِمَن أرادَهُ عَليمٌ.\n\n(٩٧) اللهُمَّ إنّي اسألُكَ بِاسمِكَ، يا مُسَبِّبُ، يا مُرَغِّبُ، يا مُقَلِّبُ، يا مُعَقِّبُ، يا مُرَتِّبُ، يا مُخَوِّفُ، يا مُحَذِّرُ، يا مُذَكِّرُ، يا مُسَخِّرُ، يا مُغَيِّرُ.\n\n(٩٨) يا مَن عِلمُهُ سابِقٌ، يا مَن وَعدُهُ صادِقٌ، يا مَن لُطفُهُ ظاهِرٌ، يا مَن أمرُهُ غالِبٌ، يا مَن كِتابُهُ مُحكَمٌ، يا مَن قَضاؤُهُ كائِنٌ، يا مَن قَرآنُهُ مَجيدٌ، يا مَن مُلكُهُ قَديمٌ، يا مَن فَضلُهُ عَميمٌ، يا مَن عَرشُهُ عَظيم.\n\n(٩٩) يا مَن لا يَشغَلُهُ سَمعٌ عَن سَمعٍ، يا مَن لا يَمنَعُهُ فِعلٌ عَن فِعلٍ، يا مَن لا يُلهيهِ قَولٌ عَن قَولٍ، يا مَن لا يُغلِّطُهُ سُؤالٌ عَن سُؤالٍ، يا مَن لا يَحجُبُهُ شيءٌ عَن شيءٍ، يا مَن لا يُبرِمُهُ إلحاحُ المُلِحّينَ، يا مَن هُوَ غايَةُ مُرادِ المُريدينَ، يا مَن هُوَ مُنتَهى هِمَمِ العارِفينَ، يا مَن هُوَ مُنتَهى طَلَبِ الطَّالِبينَ، يا مَن لا يَخفى عَلَيهِ ذَرَّةٌ في العالَمينَ.\n\n(١٠٠) يا حَليماً لا يعجَلُ، يا جَواداً لا يَبخَلُ، يا صادِقاً لا يُخلِفُ، يا وَهَّاباً لا يَمَلُّ، يا قاهِراً لا يُغلَبُ، يا عَظيماً لا يوصَفُ، يا عَدلاً لا يَحيفُ، يا غَنيا لا يَفتَقِرُ، يا كَبيراً لا يَصغُرُ، يا حافِظاً لا يَغفَلُ سُبحانَكَ، يا لا إلهَ إلاّ أنتَ الغَوثَ الغَوثَ خَلِّصنا مِنَ النّارِ يا رَبِّ."
          },
          {
            "title": "دعاء الجوشن الصغير",
            "header": "دعاء الجوشن الصغير ده الشيخ عباس القمي في كتاب مفاتيح الجنان. وقد ذكر لهذا الدعاء في الكتب المعتبرة شرح أطول، وفضل أكثر مما ذكر لدعاء الجوشن الكبير.",
            "text": "إلهي كَم مِن عَدوٍّ انتَضى عَلَيَّ سَيفَ عَداوَتِهِ، وَشَحَذَ لي ظُبَةَ مِديَتِهِ وَأرهَفَ لي شَبا حَدِّهِ، وَدافَ لي قَواتِلَ سُمومِهِ، وَسَدَّدَ إلَيَّ صَوائِبَ سِهامِهِ وَلَم تَنَم عَنّي عَينُ حِراسَتِهِ، وَأضمَرَ أن يَسومَني المَكروهَ، وَيُجَرِّعَني ذُعافَ مَرارَتِهِ، نَظَرتَ إلى ضَعفي عَن احتِمالِ الفَوادِحِ وعَجزي عَنِ الانتِصارِ مِمَّن قَصَدَني بِمُحارَبَتِهِ، وَوَحدَتي في كَثيرٍ مِمَّن ناواني وَأرصَدَ لي فيما لَم أعمِل فِكري في الارصادِ لَهُم بِمِثلِهِ فَأيَّدتَني بِقوَّتِكَ وَشَدَدتَ أزري بِنُصرَتِكَ وَفَلَلتَ لي حَدَّهُ، وَخَذَلتَهُ بَعدَ جَمعِ عَديدِهِ وَحَشدِهِ وَأعلَيتَ كَعبي عَلَيهِ، وَوَجَّهتَ ما سَدَّدَ إلَيَّ مِن مَكائِدِهِ إلَيهِ، وَرَدَدتَهُ عَلَيهِ، وَلَم يَشفِ غَليلَهُ، وَلَم تَبرُدُ حَزازاتُ غَيظِهِ، وَقَد عَضَّ عَلى أنامِلِهِ، وَأدبَرَ موَلياً قَد أخفَقَت سَراياهُ، فَلَكَ الحَمدُ يا رَبِّ مِن مُقتَدِرٍ لايُغلَبُ، وَذي أناةٍ لا يَعجَلُ، صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَاجعَلني لِنَعمائِكَ مِنَ الشَّاكِرينَ وَلآلائِكَ مِنَ الذَّاكِرينَ.\n\nإلهي وَكَم مِن باغٍ بَغاني بِمَكائِدِهِ، وَنَصَبَ لي أشراكَ مَصائِدِهِ، وَوَكَّلَ بي تَفَقُّدَ رِعايَتِهِ، وَأضبأَ إلَيَّ إضباءَ السَّبُعِ لِطَريدَتِهِ، انتِظاراً لانتِهازِ فُرصَتِهِ، وَهُوَ يُظهِرُ بَشاشَةَ المَلَقِ، وَيُبسُطُ وَجهاً غَيرَ طَلِقٍ فَلَمّا رَأيتَ دَغَلَ سَريرَتِهِ، وَقُبحَ ما انطَوى عَلَيهِ لِشَريكِهِ في مِلَّتِهِ، وأصبَحَ مُجلِباً لي في بَغيِهِ أركَستَهُ لأُمِّ رَأسِهِ، وَأتَيتَ بُنيا نَهُ مِن أساسِهِ، فَصَرَعتَهُ في زُبيَتِهِ وَرَدَّيتَهُ في مَهوى حُفرَتِهِ، وَجَعَلتَ خَدَّهُ طَبَقاً لِتُرابِ رِجلِهِ، وَشَغَلتَهُ في بَدَنِهِ وَرِزقِهِ، وَرَمَيتَهُ بِحَجَرِهِ، وَخَنَقتَهُ بِوَتَرِهِ، وَذَكَّيتَهُ بِمَشاقِصِهِ، وَكَبَبتَهُ لِمَنخَرِهِ، وَرَدَدتَ كَيدَهُ في نَحرِهِ، وَرَبَقتَهُ بِنَدامَتِهِ، وَفَسأتَهُ بِحَسرَتِهِ فاستَخذَأ وَتَضاءَلَ بَعدَ نَخوَتِهِ وانقَمَعَ بَعدَ استِطالَتِهِ ذَليلاً مأسوراً في رِبقِ حِبالَتِهِ الَّتي كانَ يُؤَمِّلُ أن يَراني فيها يَومَ سَطوَتِهِ، وَقَد كِدتُ يا رَبِّ لَولا رَحمَتُكَ أن يَحُلَّ بي ماحَلَّ بِساحَتِهِ، فَلَكَ الحَمدُ يا رَبِّ مِن مُقتَدِرٍ لايُغلَبُ، وَذي أناةٍ لا يَعجَلُ صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَاجعَلني لِنَعمائِكَ مِنَ الشَّاكِرينَ وَلآلائِكَ مِنَ الذَّاكِرينَ.\n\nإلهي وَكَم مِن حاسِدٍ شَرِقَ بِحَسرَتِهِ وَعَدوٍّ شَجيَ بِغَيظِهِ، وَسَلَقَني بِحَدِّ لِسانِهِ، وَوَخَزَني بِموقِ عَينِهِ، وَجَعَلَني غَرَضاً لِمَراميهِ وَقَلَّدَني خِلالاً لَم تَزَل فيهِ، نادَيتُكَ يا رَبِّ مُستَجيراً بِكَ، واثِقاً بِسُرعَةِ إجابَتِكَ مُتَوَكِّلاً عَلى مالَم أزَل أتَعَرَّفُهُ مِن حُسنِ دِفاعِكَ، عالِماً أنَّهُ لا يُضطَهَدُ مَن آوى إلى ظِلِّ كَنَفِكَ، وَلَن تَقرَعَ الحَوادِثُ مَن لَجَأ إلى مَعقِلِ الانتِصارِ بِكَ، فَحَصَّنتَني مِن بَأسِهِ بِقُدرَتِكَ، فَلَكَ الحَمدُ يا رَبِّ مِن مُقتَدِرٍ لا يُغلَبُ، وَذي أناةٍ لا يَعجَلُ، صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَاجعَلني لِنَعمائِكَ مِنَ الشَّاكِرينَ، وَلآلائِكَ مِنَ الذَّاكِرينَ.\n\nإلهي وَكَم مِن سَحائِبِ مَكروهٍ جَلَّيتَها، وَسماءِ نِعمَةٍ مَطَرتَها ، وَجَداوِلَ كَرامَةٍ أجرَيتَها، وَأعيُنِ أحداثٍ طَمَستَها، وَناشِئَةِ رَحمَةٍ نَشَرتَها، وَجُنَّةِ عافيَةٍ ألبَستَها، وَغَوامِرِ كُرُباتٍ كَشَفتَها، وَأُمورٍ جاريَةٍ قَدَّرتَها، لَم تُعجِزكَ إذ طَلَبتَها، وَلَم تَمتَنِع مِنكَ إذ أرَدتَها، فَلَكَ الحَمدُ يا رَبِّ مِن مُقتَدِرٍ لا يُغلَبُ، وَذي أناةٍ لا يَعجَلُ، صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَاجعَلني لِنَعمائِكَ مِنَ الشَّاكِرينَ، وَلآلائِكَ مِنَ الذَّاكِرينَ.\n\nإلهي وَكَم مِن ظَنٍّ حَسَنٍ حَقَّقتَ، وَمِن كَسرِ إملاقٍ جَبَرتَ، وَمِن مَسكَنَةٍ فادِحَةٍ حَوَّلتَ، وَمن صَرعَةٍ مُهلِكَةٍ نَعَشتَ، وَمِن مَشَقَّةٍ أرَحتَ، لا تُسألُ عَمّا تَفعَلُ وَهُم يُسألونَ، وَلا يَنقُصُكَ ما أنفَقتَ، وَلَقَد سُئِلتَ فَأعطَيتَ، وَلَم تُسأل فَابتَدَأتَ، وَاستُميحَ بابُ فَضلِكَ فَما أكدَيتَ، أبَيتَ إلاّ إنعاماً وَامتِناناً، وَإلاّ تَطَوُّلاً يا رَبِّ وَإحساناً، وَأبَيتُ إلاّ انتِهاكاً لِحُرُماتِكَ، وَاجتِرَاءً عَلى مَعاصيكَ، وَتَعَدياً لِحُدودِكَ، وَغَفلَةً عَن وَعيدِكَ وَطاعَةً لِعَدوّي وَعَدوِّكَ، وَلَم يَمنَعكَ يا إلهي وَناصِري إخلالي بِالشُّكرِ عَن إتمامِ إحسانِكَ، وَلا حَجَزَني ذلِكَ عَن ارتِكابِ مَساخِطِكَ.\n\nاللهُمَّ وَهذا مَقامُ عَبدٍ ذَليلٍ اعتَرَفَ لَكَ بِالتَّوحيدِ وَأقَرَّ عَلى نَفسِهِ بِالتَّقصيرِ في أداءِ حَقِّكَ وَشَهِدَ لَكَ بِسُبُوغِ نِعمَتِكَ عَلَيهِ، وَجَميلِ عادَتِكَ عِندَهُ، وَإحسانِكَ إلَيهِ، فَهَب لي يا إلهي وَسَيِّدي مِن فَضلِكَ ما اُريدُهُ إلى رَحمَتِكَ، وَأتَّخِذُهُ سُلَّماً أعرُجُ فيهِ إلى مَرضاتِكَ، وَآمَنُ بِهِ مِن سَخَطِكَ، بِعِزَّتِكَ وَطَولِكَ وَبِحَقِّ نَبيِّكَ مُحَمَّدٍ (صلى الله عليه وآله)، فَلَكَ الحَمدُ يا رَبِّ مِن مُقتَدِرٍ لا يُغلَبُ، وَذي أناةٍ لا يَعجَلُ، صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَاجعَلني لِنَعمائِكَ مِنَ الشَّاكِرينَ، وَلآلائِكَ مِنَ الذَّاكِرينَ.\n\nإلهي وَكَم مِن عَبدٍ أمسى وَأصبَحَ في كَربِ المَوتِ، وَحَشرَجَةِ الصَّدرِ، وَالنَّظَرِ إلى ما تَقشَعِرُّ مِنهُ الجُلودُ، وَتَفزَعُ لَهُ القُلوبُ، وَأنا في عافيَةٍ مِن ذلِكَ كُلِّهِ، فَلَكَ الحَمدُ يا رَبِّ مِن مُقتَدِرٍ لا يُغلَبُ، وَذي أناةٍ لا يَعجَلُ، صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَاجعَلني لِنَعمائِكَ مِنَ الشَّاكِرينَ، وَلآلائِكَ مِنَ الذَّاكِرينَ.\n\nإلهي وَكَم مِن عَبدٍ أمسى وَأصبَحَ سَقيماً موجِعاً في أنَّةٍ وَعَويلٍ يَتَقَلَّبُ في غَمِّهِ لا يَجِد مَحيصاً وَلا يُسيغُ طَعاماً وَلا شَراباً وَأنا في صِحَّةٍ مِنَ البَدَنِ وَسَلامَةٍ مِنَ العَيشِ كُلُّ ذلِكَ مِنكَ، فَلَكَ الحَمدُ يا رَبِّ مِن مُقتَدِرٍ لا يُغلَبُ، وَذي أناةٍ لا يَعجَلُ، صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَاجعَلني لِنَعمائِكَ مِنَ الشَّاكِرينَ، وَلآلائِكَ مِنَ الذَّاكِرينَ.\n\nإلهي وَكَم مِن عَبدٍ أمسى وَأصبَحَ خائِفاً مَرعوباً مُشفِقاً وَجِلاً هارِباً طَريداً مُنجَحِراً في مَضيقٍ وَمَخبَأةٍ مِنَ المَخابئِ قَد ضاقَت عَلَيهِ الأرضُ بِرُحبِها، لا يَجِدُ حيلَةً وَلا مَنجى، وَلا مَأوى، وَأنا في أمنٍ وَطُمأنينَةٍ وَعافيَةٍ مِن ذلِكَ كُلِّهِ، فَلَكَ الحَمدُ يا رَبِّ مِن مُقتَدِرٍ لا يُغلَبُ، وَذي أناةٍ لا يَعجَلُ، صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَاجعَلني لِنَعمائِكَ مِنَ الشَّاكِرينَ، وَلآلائِكَ مِنَ الذَّاكِرينَ.\n\nإلهي وَسَيِّدي وَكَم مِن عَبدٍ أمسى وَأصبَحَ مَغلولاً مُكَبَّلاً في الحَديدِ بَأيدي العُداةِ لا يَرحَمونَهُ، فَقيداً مِن أهلِهِ وَوَلَدِهِ مُنقَطِعاً عَن اخوانِهِ وَبَلَدِهِ يَتَوَقَّعُ كُلَّ ساعَةٍ بِأيِّ قَتلَةٍ يُقتَلُ وَبِأيِّ مُثلَةٍ يُمَثَّلُ بِهِ، وَأنا في عافيَةٍ مِن ذلِكَ كُلِّهِ، فَلَكَ الحَمدُ يا رَبِّ مِن مُقتَدِرٍ لا يُغلَبُ، وَذي أناةٍ لا يَعجَلُ، صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَاجعَلني لِنَعمائِكَ مِنَ الشَّاكِرينَ، وَلآلائِكَ مِنَ الذَّاكِرينَ.\n\nإلهي وَكَم مِن عَبدٍ أمسى وَأصبَحَ يُقاسي الحَربَ وَمُباشَرَةَ القِتالِ بِنَفسِهِ قَد غَشيَتهُ الأعداءُ مِن كُلِّ جانِبٍ بِالسُّيوفِ وَالرِّماحِ وَآلَةِ الحَربِ، يَتَقَعقَعُ في الحَديدِ قَد بَلَغَ مَجهودَهُ لا يَعرِفُ حيلَةً، وَلا يَجِدُ مَهرَباً قَد أُدنِفَ بِالجِراحاتِ، أَوَ مُتَشَحِّطاً بِدَمِهِ تَحتَ السَّنابِكِ وَالأرجُلِ، يَتَمَنَّى شَربَةً مِن ماءٍ أو نَظرَةً إلى أهلِهِ وَوَلَدِهِ لا يَقدِرُ عَلَيها، وَأنا في عافيَةٍ مِن ذلِكَ كُلِّهِ، فَلَكَ الحَمدُ يا رَبِّ مِن مُقتَدِرٍ لا يُغلَبُ، وَذي أناةٍ لا يَعجَلُ، صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَاجعَلني لِنَعمائِكَ مِنَ الشَّاكِرينَ، وَلآلائِكَ مِنَ الذَّاكِرينَ.\n\nإلهي وَكَم مِن عَبدٍ أمسى وَأصبَحَ في ظُلُماتِ البِحارِ وَعَواصِفِ الرياحِ وَالأهوالِ وَالأمواجِ، يَتَوَقَّعُ الغَرَقَ وَالهَلاكَ، لا يَقدِرُ عَلى حيلَةٍ، أو مُبتَلى بِصاعِقَةٍ أو هَدمٍ أو حَرقٍ أو شَرقٍ أو خَسفٍ أو مَسخٍ أو قَذفٍ، وَأنا في عافيَةٍ مِن ذلِكَ كُلِّهِ، فَلَكَ الحَمدُ يا رَبِّ مِن مُقتَدِرٍ لا يُغلَبُ، وَذي أناةٍ لا يَعجَلُ، صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَاجعَلني لِنَعمائِكَ مِنَ الشَّاكِرينَ، وَلآلائِكَ مِنَ الذَّاكِرينَ.\n\nإلهي وَكَم مِن عَبدٍ أمسى وَأصبَحَ مُسافِراً شاخِصاً عَن أهلِهِ وَوَلَدِهِ، مُتَحَيِّراً في المَفاوِزِ، تائِهاً مَعَ الوُحوشِ وَالبَهائِمِ وَالهَوامِّ، وَحيداً فَريداً لا يَعرِفُ حيلَةً وَلا يَهتَدي سَبيلاً، أو مُتَأذّيا بِبَردٍ أو حَرِّ أو جوعٍ أو عُريٍ أو غَيرِهِ مِنَ الشَدائِدِ مِمَّا أنا مِنهُ خِلوٌ في عافيَةٍ مِن ذلِكَ كُلِّهِ، فَلَكَ الحَمدُ يا رَبِّ مِن مُقتَدِرٍ لا يُغلَبُ، وَذي أناةٍ لا يَعجَلُ، صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَاجعَلني لِنَعمائِكَ مِنَ الشَّاكِرينَ، وَلآلائِكَ مِنَ الذَّاكِرينَ.\n\nإلهي وَسَيِّدي وَكَم مِن عَبدٍ أمسى وَأصبَحَ فَقيراً عائِلاً عارياً مُملِقاً مُخفِقاً مَهجوراً جائِعاً ظَمآنَاً، يَنتَظِرُ مَن يَعودُ عَلَيهِ بِفَضلٍ، أو عَبدٍ وَجيهٍ عِندَكَ هُوَ أوجَهُ مِنّي عِندَكَ وَأشَدُّ عِبادَةً لَكَ، مَغلولاً مَقهوراً قَد حَمَلَ ثِقلاً مِن تَعَبِ العَناءِ وَشِدَّةِ العُبوديَّةِ، وَكُلفَةِ الرِّقِّ، وَثِقلِ الضَّريبَةِ، أو مُبتَلىً بِبَلاءٍ شَديدٍ لا قِبَلَ لَهُ إلاّ بِمَنِّكَ عَلَيهِ وَأنا المَخدومُ المُنَعَّمُ المُعافى المُكَرَّمُ في عافيَةٍ مِمّا هُوَ فيهِ، فَلَكَ الحَمدُ يا رَبِّ مِن مُقتَدِرٍ لا يُغلَبُ، وَذي أناةٍ لا يَعجَلُ، صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَاجعَلني لِنَعمائِكَ مِنَ الشَّاكِرينَ، وَلآلائِكَ مِنَ الذَّاكِرينَ.\n\nإلهي وَسَيّدي وَكَم مِن عَبدٍ أمسى وَأصبَحَ عَليلاً مَريضاً سَقيماً مُدنِفاً عَلى فُرُشِ العِلَّةِ وَفي لِباسِها يَتَقَلَّبُ يَميناً وَشِمالاً لا يَعرِفُ شَيئاً مِن لَذَّةِ الطَّعامِ وَلا مِن لَذَّةِ الشَّرابِ، يَنظُرُ إلى نَفسِهِ حَسرَةً لا يَستَطيعُ لَها ضَرّاً وَلا نَفعاً وَأنا خِلوٌ مِن ذلِكَ كُلِّهِ بِجودِكَ وَكَرَمِكَ فَلا إلهَ إلاّ أنتَ سُبحانَكَ مِن مُقتَدِرٍ لا يُغلَبُ، وَذي أناةٍ لا يَعجَلُ، صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَاجعَلني لَكَ مِنَ العابِدينَ، وَلِنَعمائِكَ مِنَ الشَّاكِرينَ، وَلآلائِكَ مِنَ الذَّاكِرينَ، وَارحَمني بِرَحمَتِكَ يا أرحَمَ الرَّاحِمينَ.\n\nمَولايَ وَسَيِّدي وَكَم مِن عَبدٍ أمسى وَأصبَحَ وَقَد دَنا يَومُهُ مِن حَتفِهِ، وَأحدَقَ بِهِ مَلَكُ المَوتِ في أعوانِهِ يُعالِجُ سَكَراتِ المَوتِ وَحياضَهُ، تَدورُ عَيناهُ يَميناً وَشِمالاً يَنظُرُ إلى أحِبّائِهِ وَأوِدَّائِهِ وَأخِلّائِهِ قَد مُنِعَ مِنَ الكَلامِ، وَحُجِبَ عَنِ الخِطابِ، يَنظُرُ إلى نَفسِه حَسرَةً لا يَستَطيعُ لَها ضَرّاً وَلا نَفعاً وَأنا خِلوٌ مِن ذلِكَ كُلِّهِ بِجودِكَ وَكَرَمِكَ فَلا إلهَ إلاّ أنتَ سُبحانَكَ مِن مُقتَدِرٍ لا يُغلَبُ، وَذي أناةٍ لا يَعجَلُ، صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَاجعَلني لِنَعمائِكَ مِنَ الشَّاكِرينَ، وَلآلائِكَ مِنَ الذَّاكِرينَ، وَارحَمني بِرَحمَتِكَ يا أرحَمَ الرَّاحِمينَ.\n\nمَولايَ وَسَيِّدي وَكَم مِن عَبدٍ أمسى وَأصبَحَ في مَضائِقِ الحُبوسِ وَالسُّجونِ وَكُرَبِها وَذُلِّها وَحَديدِها يَتَداوَلُهُ أعوانُها وَزَبانيَتُها فَلا يَدري أيُّ حالٍ يُفعَلُ بِهِ، وَأيُّ مُثلَةٍ يُمَثَّلُ بِهِ، فَهُوَ في ضُرٍّ مِنَ العَيشِ وَضَنَكٍ مِنَ الحياةِ يَنظُرُ إلى نَفسِهِ حَسرَةً لا يَستَطيعُ لَها ضَرّاً وَلا نَفعاً، وَأنا خِلوٌ مِن ذلِكَ كُلِّهِ بِجودِكَ وَكَرَمِكَ فَلا إلهَ إلاّ أنتَ سُبحانَكَ مِن مُقتَدِرٍ لا يُغلَبُ، وَذي أناةٍ لا يَعجَلُ، صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَاجعَلني لَكَ مِنَ العابِدينَ، وَلِنَعمائِكَ مِنَ الشَّاكِرينَ، وَلآلائِكَ مِنَ الذَّاكِرينَ، وَارحَمني بِرَحمَتِكَ يا أرحَمَ الرَّاحِمينَ.\n\nسَيِّدي وَمَولايَ وَكَم مِن عَبدٍ أمسى وَأصبَحَ قَد استَمَرَّ عَلَيهِ القَضاءُ، وَأحدَقَ بِهِ البَلاء وَفارَقَ أوِدَّائهُ وَأحِبَّائهُ وَأخِلّائهُ، وَأمسى أسيراً حَقيراً ذَليلاً في أيدي الكُفّارِ وَالأعداءِ يَتَداوَلونَهُ يَميناً وَشِمالاً قَد حُصِرَ في المَطاميرِ، وَثُقِّلَ بِالحَديدِ، لا يَرى شَيئاً مِن ضياءِ الدُّنيا وَلا مِن رَوحِها، يَنظُرُ إلى نَفسِهِ حَسرَةً لا يَستَطيعُ لَها ضَرّاً وَلا نَفعاً وَأنا خِلوٌ مِن ذلِكَ كُلِّهِ بِجودِكَ وَكَرَمِكَ فَلا إلهَ إلاّ أنتَ سُبحانَكَ مِن مُقتَدِرٍ لا يُغلَبُ، وَذي أناةٍ لا يَعجَلُ، صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَاجعَلني لَكَ مِنَ العابِدينَ، وَلِنَعمائِكَ مِنَ الشَّاكِرينَ، وَلآلائِكَ مِنَ الذَّاكِرينَ، وَارحَمني بِرَحمَتِكَ يا أرحَمَ الرَّاحِمينَ.\n\nوَعِزَّتِكَ يا كَريمُ لأطلُبَنَّ مِمّا لَدَيكَ، وَلأُلِحـَّنَّ عَلَيكَ، وَلأمُدَّنَ يَدَي نَحوَكَ مَعَ جُرمِها إلَيكَ يا رَبِّ فَبِمَن أعوذُ، وَبِمَن ألوذُ، لا أحَدَ لي إلاّ أنتَ، أفَتَرُدَّني وَأنتَ مُعَوَّلي وَعَلَيكَ مُتَّكَلي أسألُكَ بِاسمِكَ الَّذي وَضَعتَهُ عَلى السَّماء فاستَقَلَّت وَعَلى الأرضِ فَاستَقَرَّت، وَعَلى الجِبالِ فَرَسَت وَعَلى اللَيلِ فَأظلَمَ، وَعَلى النَّهارِ فَاستَنارَ، أن تُصَلِّيَ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَأن تَقضيَ لي حَوائِجي كُلَّها، وَتَغفِرَ لي ذُنوبي كُلَّها صَغيرَها وَكَبيرَها، وَتوَسِّعَ عَلَيَّ مِنَ الرِّزقِ ما تُبَلِّغُني بِهِ شَرَفَ الدُّنيا وَالآخرةِ يا أرحَمَ الرّاحِمينَ.\n\nمَولايَ بِكَ استَعَنتُ فَصَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَأعِنّي، وَبِكَ استَجَرتُ فَأجِرني، وَأغنِني بِطاعَتِكَ عَن طاعَةِ عِبادِكَ، وَبِمَسألَتِكَ عَن مَسألَةِ خَلقِكَ، وَانقُلني مِن ذُلِّ الفَقرِ إلى عِزِّ الغِنى، وَمِن ذُلِّ المَعاصي إلى عِزِّ الطَّاعَةِ فَقَد فَضَّلتَني عَلى كَثيرٍ مِن خَلقِكَ جوداً مِنكَ وَكَرَماً، لا بِاستِحقاقٍ مِنّي. إلهي فَلَكَ الحَمدُ عَلى ذلِكَ كُلِّهِ صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَاجعَلني لِنَعمائِكَ مِنَ الشَّاكِرينَ، وَلآلائِكَ مِنَ الذَّاكِرينَ.\n\nثمّ اسجد وقل: سَجَدَ وَجهي الذَّليلُ لِوَجهِكَ العَزيزِ الجَليلِ، سَجَدَ وَجهي البالي الفاني لِوَجهِكَ الدائِمِ الباقي، سَجَدَ وَجهي الفَقيرُ لِوَجهِكَ الغَنيِّ الكَبيرِ، سَجَدَ وَجهي وَسَمعي وَبَصَري وَلَحمي وَدَمي وَجِلدي وَعَظمي وَما أقَلَّتِ الأرضُ مِنّي للهِ رَبِّ العالَمينَ. اللهُمَّ عُد عَلى جَهلي بِحِلمِكَ، وَعَلى فَقري بِغِناكَ، وَعَلى ذُلّي بِعِزِّكَ وَسُلطانِكَ، وَعَلى ضَعفي بِقوَّتِكَ، وَعَلى خَوفي بِأمنِكَ وَعَلى ذُنوبي وَخَطايايَ بِعَفوِكَ وَرَحمَتِكَ يا رَحمنُ يا رَحيمُ. اللهُمَّ إنّي أدرَءُ بِكَ في نَحرِ فلان بن فلان، وَأعوذُ بِكَ مِن شَرِّهِ فَاكفِنيهِ بِما كَفَيتَ بِهِ أنبيائَكَ وَأوليائَكَ مِن خَلقِكَ وَصالِحي عِبادِكَ مِن فَراعِنَةِ خَلقِكَ، وَطُغاةِ عُداتِكَ، وَشَرِّ جَميعِ خَلقِكَ، بِرَحمَتِكَ يا أرحَمَ الرّاحِمينَ، إنَّكَ عَلى كُلِّ شيءٍ قَديرٌ، وَحَسبُنا الله وَنِعمَ الوَكيلُ."
          },
          {
            "title": "دعاء السيفي الصغير",
            "header": "",
            "text": "رَبِّ أدخِلني في لُجَّةِ بَحرِ أحَديَّتِكَ وَطَمطامِ يَمِّ وَحدانيَّتِكَ وَقَوِّني بِقوَّةِ سَطوَةِ سُلطانِ فَردانيَّتِكَ حَتَّى أخرُجَ إلى فَضاءِ سَعَةِ رَحمَتِكَ وَفي وَجهي لَمَعاتُ بَرقِ القُربِ مِن آثارِ حِمايَتِكَ مَهيباً بِهَيبَتِكَ عَزيزاً بِعِنايَتِكَ مُتَجَلِّلاً مُكَرَّماً بِتَعليمِكَ وَتَزكيَـتِكَ، وَألبِسني خِلَعَ العِزَّةِ وَالقَبولِ وَسَهِّل لي مَناهِجَ الوُصلَةِ وَالوُصولِ وَتَوِّجني بِتاجِ الكَرامَةِ وَالوَقارِ وَألِّف بَيني وَبَينَ أحِبَّائِكَ في دارِ الدُّنيا وَدارِ القَرارِ وَارزُقني مِن نورِ اسمِكَ هَيبَةً وَسَطوَةً تَنقادُ ليَ القُلوبُ وَالأرواحُ وَتَخضَعُ لَدَيَّ النُّفوسُ وَالأشباحُ، يا مَن ذَلَّت لَهُ رِقابُ الجَبابِرَةِ وَخَضَعَت لَدَيهِ أعناقُ الاكاسِرَةِ لا مَلجَأ وَلا مَنجى مِنكَ إلاّ إلَيكَ وَلا إعانَةَ إلاّ بِكَ وَلا اتِّكاءَ إلاّ عَلَيكَ، ادفَع عَنّي كَيدَ الحاسِدينَ وَظُلُماتِ شَرِّ المُعانِدينَ وَارحَمني تَحتَ سُرادِقاتِ عَرشِكَ يا أكرَمَ الاكرَمينَ.\n\nأيِّد ظاهِري في تَحصيلِ مَراضيكَ وَنَوِّر قَلبي وَسِرّي بِالاطِّلاعِ عَلى مَناهِجِ مَساعيكَ، إلهي كَيفَ أصدُرُ عَن بابِكَ بِخَيبَةٍ مِنكَ وَقَد وَرَدتُهُ عَلى ثِقَةٍ بِكَ وَكَيفَ تُؤيِسُني مِن عَطائِكَ وَقَد أمَرتَني بِدُعائِكَ وَها أنا مُقبِلٌ عَلَيكَ مُلتَجئٌ إلَيكَ باعِد بَيني وَبَينَ أعدائي كَما باعَدتَ بَينَ أعدائي، اختَطِف أبصارَهُم عَنّي بِنورِ قُدسِكَ وَجَلالِ مَجدِكَ إنَّكَ أنتَ الله المُعطي جَلائِلَ النِّعَمِ المُكَرَّمَةِ لِمَن ناجاكَ بِلَطائِفِ رَحمَتِكَ، يا حَيُّ يا قَيّومُ يا ذا الجَلالِ وَالإكرامِ، وَصَلَّى اللهُ عَلى سَيِّدِنا وَنبينّا مُحَمَّدٍ وآلِهِ أجمَعينَ الطَّيِّبينَ الطَّاهِرينَ."
          },
          {
            "title": "دعاء مكارم الأخلاق",
            "header": "دعاء مكارم الأخلاق أورده الشيخ عباس القمي في كتاب مفاتيح الجنان، وهو من أدعية الإمام زين العابدين (ع) التي وردت في الصحيفة السجادية.",
            "text": "اللهُمَّ صَلِّ عَلى مُحَمَّدٍ وَآلِهِ وَبَلِّغْ بِإِيمانِي أَكْمَلَ الإيمانِ وَاجْعَلْ يَقِينِي أَفْضَلَ اليَقِينَ وَانْتَهِ بِنِيَّتِي إِلى أَحْسَنِ النِّياتِ وَبِعَمَلِي إِلى أَحْسَنِ الأعْمالِ، اللهُمَّ وَفِّرْ بِلُطْفِكَ نِيَّتِي وَصَحِّحْ بِما عِنْدَكَ يَقِينِي وَاسْتَصْلِحْ بِقُدْرَتِكَ ما فَسَدَ مِنِّي، اللهُمَّ صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَاكْفِنِي ما يَشْغَلُنِي الاهْتمامُ بِهِ وَاسْتَعْمِلْنِي بِما تَسْأَلُنِي غَداً عَنْهُ وَاسْتَفْرِغْ أيامِي فِيما خَلَقْتَنِي‌ لَهُ، وَأغْنِنِي وَوَسِّعْ عَلَيَّ فِي رِزْقِكَ وَلا تَفْتِنِّي بِالنَّظَرِ وَأَعِزَّنِي وَلا تَبْتَلِيَنِي بِالكِبْرِ وَعَبِّدْنِي لَكَ وَلا تُفْسِدْ عِبادَتِي بِالعُجْبِ وَأَجْرِ لِلْناسِ عَلى يَدَيَّ الخَيْرَ وَلا تَمْحَقْهُ بِالمَنِّ وَهَبْ لِي مَعالِيَ الأخْلاقِ وَاعْصِمْنِي مِنَ الفَخْرِ، اللهُمَّ صَلِّ عَلى مُحَمَّدٍ وَآلِهِ وَلا تَرْفَعْنِي فِي النَّاسِ دَرَجَةً إِلاّ حطَطْتَنِي عِنْدَ نَفْسِي مِثْلَها وَلا تُحْدِثْ لِي عِزّاً ظاهِراً إِلاّ أَحْدَثْتَ لِي ذِلَّةً باطِنَةً عِنْدَ نَفْسِي بِقَدَرِها، اللهُمَّ صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَمَتِّعْنِي بِهُدىً صالِحٍ لا أسْتَبْدِلُ بِهِ وَطَرِيقَةِ حَقٍّ لا أَزِيغُ عَنْها وَنِيَّةِ رُشْدٍ لا أَشُكُّ فِيها، وَعَمِّرْنِي ما كانَ عُمْرِي بِذْلَةً فِي طاعَتِكَ فَإِذا كانَ عُمْرِي مَرْتَعاً لِلْشَّيْطانِ فَاقْبِضْنِي إِلَيْكَ قَبْلَ أَنْ يَسْبِقَ مَقْتُكَ إِلَيّ أَوْ يَسْتَحْكِمَ غَضَبُكَ عَلَيَّ، اللهُمَّ لاتَدَعْ خَصْلَةً تُعابُ مِنِّي إِلاّ أَصْلَحْتَها وَلا عائِبَةً أُؤَنَّبُ بِها إِلاّ أَحْسَنْتَها وَلا أُكْرُومَةً فِيَّ ناقِصَةً إِلاّ أَتْمَمْتَها، اللهُمَّ صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَأَبْدِلْنِي مِنْ بُغْضَةِ أَهْلِ الشَّنَآنِ المَحَبَّةَ وَمِنْ حَسَدِ أَهْلِ البَغْيِ المَوَدَّةَ وَمِنْ ظِنَّةِ أَهْلِ الصَّلاحِ الثِّقَةَ وَمِنْ عَداوَةِ الأدْنَيْنَ الوَلايَةَ وَمِنْ عُقُوقِ ذَوِي الأَرْحامِ المَبَرَّةَ وَمِنْ خِذْلانِ الأقْرَبِينَ النُّصْرَةَ وَمِنْ حُبِّ المُدارِينَ تَصْحِيحَ المِقَةِ وَمِنْ رَدِّ المُلابِسِينَ كَرَمَ العِشْرَةِ وَمِنْ مَرارَةِ خَوْفِ الظَّالِمِينَ حَلاوَةَ الأمَنَةِ، اللهُمَّ صَلِّ عَلى مُحَمَّدٍ وَآلِهِ وَاجْعَلْ لِي يَداً عَلى مَنْ ظَلَمَنِي وَلِساناً عَلى مَنْ خاصَمَنِي وَظَفَراً بِمَنْ عانَدَنِي، وَهَبْ لِي مَكْراً عَلى مَنْ كايَدَنِي وَقُدْرَةً عَلى مَنْ اضْطَهَدَنِي وَتَكْذِيباً لِمَنْ قَصَبَنِي وَسَلامَةً مِمَّنْ تَوَعَّدَنِي وَوَفِّقْنِي لِطاعَةِ مَنْ سَدَّدَنِي وَمُتابَعَةِ مَنْ أَرْشَدَنِي، اللهُمَّ صَلِّ عَلى مُحَمَّدٍ وَآلِهِ وَسَدِّدْنِي لأَنْ أُعارِضَ مَنْ غَشَّنِي بِالنُّصْحِ وَأَجْزِيَ مَنْ هَجَرنِي بِالبِرِّ وَأُثِيبَ مَنْ حَرَمَنِي بِالبَذْلِ وَأُكافِئَ مَنْ قَطَعَنِي بِالصِّلَةِ وَأُخالِفَ مَنْ اغْتابَنِي إِلى حُسْنِ الذِّكْرِ، وَأَنْ أَشْكُرَ الحَسَنَةَ وَأُغْضِي عَنِ السَّيِّئَةِ، اللهُمَّ صَلِّ عَلى مُحَمَّدٍ وَآلِهِ وَحَلِّنِي بِحِلْيَةِ الصَّالِحِينَ وَأَلْبِسْنِي زِينَةَ المُتَّقِينَ فِي بَسْطِ العَدْلِ وَكَظْمِ الغَيْظِ وَإِطْفاءِ النَّائِرَةِ وَضَمِّ أَهْلِ الفُرْقَةِ وَإِصْلاحِ ذاتِ البَيْنِ وَإِفْشاءِ العارِفَةِ وَسَتْرِ العائِبَةِ وَلِينِ العَرِيكَةِ وَخَفْضِ الجَنَاحِ وَحُسْنِ السِّيرَةِ وَسُكُونِ الرِّيحِ وَطِيبِ المُخالَقَةِ وَالسَّبْقِ إِلى الفَضِيلَةِ وَإِيْثارِ التَّفَضُّلِ وَتَرْكِ التَّعْيِيرِ وَالإفْضالِ عَلى غَيْرِ المُسْتَحِقِّ وَالقَوْلِ بِالحَقِّ وَإنْ عَزَّ وَاسْتِقْلالِ الخَيْرِ وَإِنْ كَثُرَ مِنْ قَوْلي وَفِعْلي، وَأَكْمِلْ ذلِكَ لِي بِدَوامِ الطَّاعَةِ وَلُزُومِ الجَماعَةِ وَرَفْضِ أَهْلِ البِدَعِ وَمُسْتَعْمِلِي الرَّأيِ المُخْتَرَعِ، اللهُمَّ صَلِّ عَلى مُحَمَّدٍ وَآلِهِ وَاجْعَلْ أَوْسَعَ رِزْقِكَ عَلَيَّ إِذا كَبِرْتُ وَأَقْوى قُوَّتِكَ فِيَّ إِذا نَصِبْتُ، وَلا تَبْتَلِيَنِي بِالكَسَلِ عَنْ عِبادَتِكَ وَلا العَمى عَنْ سَبِيلِكَ وَلا بِالتَّعَرُّضِ لِخِلافِ مَحَبَّتِكَ وَلا مُجامَعَةِ مَنْ تَفَرَّقَ عَنْكَ وَلا مُفارَقَةِ مَنْ اجْتَمَعَ إِلَيْكَ، اللهُمَّ اجْعَلْنِي أَصُولُ بِكَ عِنْدَ الضَّرُورَةِ وَأَسْأَلُكَ عِنْدَ الحاجَةِ وَأَتَضَرَّعُ إِلَيْكَ عِنْدَ المَسْكَنَةِ وَلا تَفْتِنِّي بِالاِسْتِعانَةِ بِغَيْرِكَ إِذَا اضْطُرِرْتُ وَلا بِالخُضُوعِ لِسُؤالِ غَيْرِكَ إِذا افْتَقَرْتُ وَلا بِالتَّضَرُّعِ إِلى مَنْ دُونَكَ إِذا رَهِبْتُ، فَأَسْتَحِقَّ بِذلِكَ خِذْلانَكَ وَمَنْعَكَ وَإِعْراضَكَ يا أَرْحَمَ الرَّاحِمِينَ.\n\nاللهُمَّ اجْعَلْ ما يُلْقِى الشَّيْطانُ فِي رَوْعِي مِنَ التَّمَنِّي وَالتَّظَنِّي وَالحَسَدِ ذِكْراً لِعَظَمَتِكَ وَتَفَكُّراً فِي قُدْرَتِكَ وَتَدْبِيراً عَلى عَدُوِّكَ، وَما أَجْرى عَلى لِسانِي مِنْ لَفْظَةِ فُحْشٍ أَوْ هَجْرٍ أَوْ شَتْمِ عِرْضٍ أَوْ شَهادَةِ باطِلٍ أَوْ اغْتِيابِ مُؤْمِنٍ غائِبٍ أَوْ سَبِّ حاضِرٍ وَما أَشْبَهَ ذلِكَ نُطْقاً بِالحَمْدِ لَكَ وَإِغْراقاً فِي الثَّناءِ عَلَيْكَ وَذَهاباً فِي تَمْجِيدِكَ وَشُكْراً لِنِعْمَتِكَ وَاعْتِرافاً بِإِحْسانِكَ وَإِحْصاءً لِمِنَنِكَ، اللهُمَّ صَلِّ عَلى مُحَمَّدٍ وَآلِهِ وَلا أُظْلَمَنَّ وَأَنْتَ مُطِيقٌ لِلْدَّفْعِ عَنِّي وَلا أَظْلِمَنَّ وَأَنْتَ القادِرُ عَلى القَبْضِ مِنِّي وَلا أَضِلَّنَّ وَقَدْ أَمْكَنَتْكَ هِدايَتِي وَلا أَفْتَقِرَنَّ وَمِنْ عِنْدِكَ وُسْعِي وَلا أَطْغَيَنَّ وَمِنْ عِنْدِكَ وُجْدِي، اللهُمَّ إِلى مَغْفِرَتِكَ وَفَدْتُ وَإِلى عَفْوِكَ قَصَدْتُ وَإِلى تَجاوُزِكَ اشْتَقْتُ وَبِفَضْلِكَ وَثِقْتُ وَلَيْسَ عِنْدِي ما يُوجِبُ لِي مَغْفِرَتَكَ وَلا فِي عَمَلِي ما أَسْتَحِقُّ بِهِ عَفْوَكَ، وَمالِي بَعْدَ أَنْ حَكَمْتُ عَلى نَفْسِي إِلاّ فَضْلُكَ فَصَلِّ عَلى مُحَمَّدٍ وَآلِهِ وَتَفَضَّلْ عَلَيَّ، اللهُمَّ وَاَنْطِقْنِي بِالهُدى وَأَلهِمْنِي التَّقْوى وَوَفِّقْنِي لِلَّتِي هِيَ أَزْكى وَاسْتَعْمِلْنِي بِما هُوَ أَرْضى، اللهُمَّ اسْلُكْ بِي الطَّرِيقَةَ المُثْلى وَاجْعَلْنِي عَلى مَلَّتِكَ أَمُوتُ وَأَحْيا، اللهُمَّ صَلِّ عَلى مُحَمَّدٍ وَآلِهِ وَمَتِّعْنِي بِالاِقْتِصادِ وَاجْعَلْنِي مِنْ أَهْلِ السَّدادِ وَمِنْ أَدِلَّةِ الرَّشادِ وَمِنْ صالِحِي العِبادِ وَارْزُقْنِي فَوْزَ المَعادِ وَسَلامَةَ المِرْصادِ، اللهُمَّ خُذْ لِنَفْسِكَ مِنْ نَفْسِي ما يُخَلِّصُها وَأَبْقِ لِنَفْسِي مِنْ نَفْسِي ما يُصْلِحُها فَإِنَّ نَفْسِي هالِكَةٌ أَوْ تَعْصِمَها، اللهُمَّ أنْتَ عُدَّتِي إِنْ حَزِنْتُ وَأَنْتَ مُنْتَجَعِي إِنْ حُرِمْتُ وَبِكَ اسْتِغاثَتِي إِنْ كَرَثْتُ وَعِنْدَكَ مِمّا فاتَ خَلَفٌ وَلِما فَسَدَ صَلاحٌ وَفِيما أَنْكَرْتَ تَغَيِيرٌ، فَامْنُنْ عَلَيَّ قَبْلَ البَلاِء بِالعافِيَةِ وَقَبْلَ الطَّلَبِ بِالجِدَّةِ وَقَبْلَ الضَّلالِ بِالرَّشادِ وَاكْفِنِي مَؤُونَةَ مَعَرَّةِ العِبادِ وَهَبْ لِي أَمْنَ يَوْمِ المَعادِ وَامْنَحْني حُسْنَ الإرْشادِ، اللهُمَّ صَلِّ عَلى مُحَمَّدٍ وَآلِهِ وَادْرَأ عَنِّي بِلُطْفِكَ وَ اغْذُنِي بِنِعْمَتِكَ وَأَصْلِحْنِي بِكَرَمِكَ وَداوِنِي بِصُنْعِكَ وَأَظِلَّنِي فِي ذَراكَ وَجَلِّلْنِي رِضاكَ وَوَفِّقْنِي إِذا اشْتَكَلَتْ عَلَيَّ الاُمُورُ لِأَهْداها وَإِذا تَشابَهَتِ الأعْمالُ لِأَزْكاها وَإِذا تَناقَضَتِ المِلَلُ لِأرْضاها، اللهُمَّ صَلِّ عَلى مُحَمَّدٍ وَآلِهِ وَتَوِّجْنِي بِالكِفايَةِ وَسُمْنِي حُسْنَ الوِلايَةِ وَهَبْ لِي صِدْقَ الهِدايَةِ وَلا تَفْتِنِّي بِالسِّعَةِ وَامْنَحْنِي حُسْنَ الدَّعَةِ وَلا تَجْعَلْ عَيْشِي كَدّاً كَدّاً وَلا تَرُدَّ دُعائِي عَلَيَّ رَدّاً فَإِنِّي لا أَجْعَلُ لَكَ ضِدّاً وَلا أَدْعُو مَعَكَ نِدّاً، اللهُمَّ صَلِّ عَلى مُحَمَّدٍ وَآلِهِ وَامْنَعْنِي مِنْ السَّرَفِ وَحَصِّنْ رِزْقِي مِنَ التَّلَفِ وَوَفِّرْ مَلَكَتِي بِالبَرَكَةِ فِيهِ وَأَصِبْ بِي سَبِيلَ الهِدايَةِ لِلْبِرِّ فِيما أُنْفِقُ مِنْهُ، اللهُمَّ صَلِّ عَلى مُحَمَّدٍ وَآلِهِ وَاكْفِنِي مَؤُونَةَ الاِكْتِسابِ وَارْزُقْنِي مِنْ غَيْرِ احْتِسابٍ فَلا أَشْتَغِلَ عَنْ عِبادَتِكَ بِالطَّلَبِ وَلا أَحْتَمِلَ إِصْرَ تَبِعاتِ المَكْسَبِ، اللهُمَّ فَأَطْلِبْنِي بِقُدْرَتِكَ ما أَطْلُبُ وَأَجِرْنِي بِعِزَّتِكَ مِمّا أَرْهَبُ، اللهُمَّ صَلِّ عَلى مُحَمَّدٍ وَآلِهِ وَصُنْ وَجْهِي بِاليَسارِ وَلا تَبْتَذِلْ جاهِي بِالإِقْتارِ فَأَسْتَرْزِقَ أَهْلَ رِزْقِكَ وَأَسْتَعْطِيَ شِرارَ خَلْقِكَ فَاَفْتَتِنَ بِحَمْدِ مَنْ أَعْطانِي وَأُبْتَلى بِذَمِّ مَنْ مَنَعَنِي وَأَنْتَ مِنْ دُونِهِمْ وَليُّ الإعْطاءِ وَالمَنْعِ، اللهُمَّ صَلِّ عَلى مُحَمَّدٍ وَآلِهِ وَارْزُقْنِي صِحَّةً فِي عِبادَةٍ وَفَراغاً فِي زَهادَةٍ وَعِلْماً فِي اسْتِعْمالٍ وَوَرَعاً فِي إِجْمالٍ، اللهُمَّ اخْتِمْ بِعَفْوِكَ أَجَلِي وَحَقِّقْ فِي رَجاءِ رَحْمَتِكَ أَمَلِي وَسَهِّلْ إِلى بُلُوغِ رِضاكَ سُبُلِي وَحَسِّنْ فِي جَمِيعِ أَحْوالِي عَمَلِي، اللهُمَّ صَلِّ عَلى مُحَمَّدٍ وَآلِهِ وَنَبِّهْنِي لِذِكْرِكَ فِي أَوْقاتِ الغَفْلَةِ وَاسْتَعْمِلْنِي بِطاعَتِكَ فِي أيامِ المُهْلَةِ وَانْهَجْ لِي إِلى مَحَبَّتِكَ سَبِيلاً سَهْلَةً أَكْمِلْ لِي بِها خَيرَ الدُّنْيا وَالآخرةِ، اللهُمَّ صَلِّ عَلى مُحَمَّدٍ وَآلِهِ كَأَفْضَلِ ما صَلَّيْتَ عَلى أَحَدٍ مِنْ خَلْقِكَ قَبْلَهُ وَأَنْتَ مُصَلٍّ عَلى أَحَدٍ بَعْدَهُ وَآتِنا فِي الدُّنْيا حَسَنَةً وَفِي الآخرةِ حَسَنَةً وَقِنِي بِرَحْمَتِكَ عَذابَ النَّارِ."
          },
          {
            "title": "دعاء زمن الغيبة",
            "header": "دعاء زمن الغيبة، أورده الشيخ عباس القمي في كتاب مفاتيح الجنان. يستحب المداومة عليه في زمن غيبة الإمام صاحب العصر والزمان.",
            "text": "اللهُمَّ عَرِّفْنِي نَفْسَكَ فَإِنَّكَ إِنْ لَمْ تُعَرِّفْنِي نَفْسَكَ لَمْ أَعْرِفْ رَسُولَكَ، اللهُمَّ عَرِّفْنِي رَسُولَكَ فَإِنَّكَ إِنْ لَمْ تُعَرِّفْنِي رَسُولَكَ لَمْ أَعْرِفْ حُجَّتَكَ، اللهُمَّ عَرِّفْنِي حُجَّتَكَ فَإِنَّكَ إِنْ لَمْ تُعَرِّفْنِي حُجَّتَكَ ضَلَلْتُ عَنْ دِينِي، اللهُمَّ لا تُمِتْنِي مِيْتَةً جاهِلِيَّةً وَلا تُزِغْ قَلْبِي بَعْدَ إِذْ هَدَيْتَنِي، اللهُمَّ فَكَما هَدَيْتَنِي لِوِلايَةِ مَنْ فَرَضْتَ عَلَيَّ طاعَتَهُ مِنْ وِلايَةِ وُلاةِ أَمْرِكَ بَعْدَ رَسُولِكَ صَلَواتُكَ عَلَيْهِ وَآلِهِ حَتّى والَيْتُ وُلاةَ أَمْرِكَ أَمِيرَ المُؤْمِنِينَ عَلِيَّ بْنَ أَبِي طالِبٍ وَالحَسَنَ وَالحُسَيْنَ وَعَلياً وَمُحَمَّداً وَجَعْفَراً وَمُوسى وَعَلياً وَمُحَمَّداً وَعَلياً وَالحَسَنَ وَالحُجَّةَ القائِمَ المَهْدِيَّ صَلَواتُكَ عَلَيْهِمْ أَجْمَعِينَ، اللهُمَّ فَثَبِّتْنِي عَلى دِينِكَ وَاسْتَعْمِلْنِي بِطاعَتِكَ وَلَيِّنْ قَلْبِي لِوَلِيِّ أَمْرِكَ وَعافِنِي مِمّا امْتَحَنْتَ بِهِ خَلْقَكَ وَثَبِّتْنِي عَلى طاعَةِ وَلِيِّ أَمْرِكَ، الَّذِي سَتَرْتَهُ عَنْ خَلْقِكَ وَبِإِذْنِكَ غابَ عَنْ بَرِيَّتِكَ وَأَمْرَكَ يَنْتَظِرُ وَأَنْتَ العالِمُ غَيْرُ المُعَلَّمِ بِالوَقْتِ الَّذِي فِيهِ صَلاحُ أَمْرِ وَلِيِّكَ فِي الاِذْنِ لَهُ بِإِظْهارِ أَمْرِهِ وَكَشْفِ سِتْرِهِ، فَصَبِّرْنِي عَلى ذلِكَ حَتّى لا أُحِبَّ تَعْجِيلَ ما أَخَّرْتَ وَلا تَأْخِيرَ ما عَجَّلْتَ وَلا كَشْفَ ما سَتَرْتَ وَلا البَحْثَ عَمّا كَتَمْتَ وَلا أُنازِعَكَ فِي تَدْبِيرِكَ وَلا أَقُولَ: لِمَ وَكَيْفَ وَما بالُ وَلِيِّ الأمْرِ لا يَظْهَرُ وَقَدْ امْتَلأتِ الأرْضُ مِنَ الجَوْرِ، وَأُفَوِّضُ أُمُورِي كُلَّها إِلَيْكَ.\n\nاللهُمَّ إِنِّي أَسْأَلُكَ أَنْ تُرِيَنِي وَلِيَّ أَمْرِكَ ظاهِراً نافِذَ الأمْرِ مَعَ عِلْمِي بِأَنَّ لَكَ السُّلْطانَ وَالقُدْرَةَ وَالبُرْهانَ وَالحُجَّةَ وَالمَشِيَّةَ وَالحَوْلَ وَالقُوَّةَ فَافْعَلْ ذلِكَ بِي وَبِجَمِيعِ المُؤْمِنِينَ، حَتّى نَنْظُرَ إِلى وَلِيِّ أَمْرِكَ صَلَواتُكَ عَلَيْهِ ظاهِرَ المَقالَةِ وَاضِحَ الدَّلالَةِ هادياً مِنَ الضَّلالَةِ شافياً مِنَ الجَهالَةِ، أَبْرِزْ يا رَبِّ مُشاهَدَتَهُ وَثَبِّتْ قَواعِدَهُ وَاجْعَلْنا مِمَّنْ تَقِرُّ عَيْنُهُ بِرُؤْيَتِهِ وَأَقِمْنا بِخِدْمَتِهِ وَتَوَفَّنا عَلى مِلَّتِهِ وَاحْشُرْنا فِي زُمْرَتِهِ، اللهُمَّ أَعِذْهُ مِنْ شَرِّ جَمِيعِ ما خَلَقْتَ وَذَرَأْتَ وَبَرَأْتَ وَأَنْشَأْتَ وَصَوَّرْتَ وَاحْفَظْهُ مِنْ بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهِ وَعَنْ يَمِينِهِ وَعَنْ شِمالِهِ وَمِنْ فَوْقِهِ وَمِنْ تَحْتِهِ بِحِفْظِكَ الَّذِي لا يَضِيعُ مَنْ حَفِظْتَهُ بِهِ وَاحْفَظْ فِيهِ رَسُولَكَ وَوَصِيَّ رَسُولِكَ عَلَيْهِ وَآلِهِ السَّلامُ، اللهُمَّ وَمُدَّ فِي عُمْرِهِ وَزِدْ فِي أَجَلِهِ وَأَعِنْهُ عَلى ما وَلَّيْتَهُ وَاسْتَرْعَيْتَهُ وَزِدْ فِي كَرامَتِكَ لَهُ، فَإِنَّهُ الهادِي المَهْدِيُّ وَالقائِمُ المُهْتَدِي وَالطَّاهِرُ التَّقِيُّ الزَّكِيُّ النَقِيُّ الرَّضِيُّ المَرْضِيُّ الصَّابِرُ الشَّكُورُ المُجْتَهِدُ، اللهُمَّ وَلا تَسْلُبْنَا اليَقِينَ لِطُولِ الأمَدِ فِي غَيْبَتِهِ وَانْقِطاعِ خَبَرِهِ عَنّا وَلا تُنْسِنا ذِكْرَهُ وَانْتِظارَهُ وَالإيمانَ بِهِ وَقُوَّةَ اليَقِينَ فِي ظُهُورِهِ وَالدُّعاءَ لَهُ وَالصَّلاةَ عَلَيْهِ حَتّى لا يُقَنِّطَنا طُولُ غَيْبَتِهِ مِنْ قيامِهِ وَيَكُونَ يَقِينُنا فِي ذلِكَ كَيَقِينِنا فِي قيامِ رَسُولِكَ صَلَواتُكَ عَلَيْهِ وَآلِهِ وَما جاءَ بِهِ مِنْ وَحْيِكَ وَتَنْزِيلِكَ، فَقَوِّ قُلُوبَنا عَلى الإيمانِ بِهِ حَتّى تَسْلُكَ بِنا عَلى يَدَيْهِ مِنْهاجَ الهُدى وَالمَحَجَّةَ العُظْمى وَالطَّرِيقَةَ الوُسْطى، وَقَوِّنا عَلى طاعَتِهِ وَثَبِّتْنا عَلى مُتابَعَتِهِ وَاجْعَلْنا فِي حِزْبِهِ وَأَعْوانِهِ وَأَنْصارِهِ وَالرَّاضِينَ بِفِعْلِهِ وَلا تَسْلُبْنا ذلِكَ فِي حياتِنا وَلا عِنْدَ وَفاتِنا حَتّى تَتَوَفَّانا وَنَحْنُ عَلى ذلِكَ، لا شاكِّينَ وَلا ناكِثِينَ وَلا مُرْتابِينَ وَلا مُكَذِّبِينَ.\n\nاللهُمَّ عَجِّلْ فَرَجَهُ وَأَيِّدْهُ بِالنَّصْرِ وَانْصُرْ ناصِرِيهِ وَاخْذُلْ خاذِلِيهِ وَدَمْدِمْ عَلى مَنْ نَصَبَ لَهُ وَكَذَّبَ بِهِ وَأَظْهِرْ بِهِ الحَقَّ وَأَمِتْ بِهِ الجَوْرَ وَاسْتَنْقِذْ بِهِ عِبادَكَ المُؤْمِنِينَ مِنَ الذُّلِّ، وَأَنْعِشْ بِهِ البِلادَ وَاقْتُلْ بِهِ جَبابِرَةَ الكُفْرِ وَاقْصِمْ بِهِ رُؤُوسَ الضَّلالَةِ وَذَلِّلْ بِهِ الجَبَّارِينَ وَالكافِرِينَ وَأَبِرْ بِهِ المُنافِقِينَ وَالنَّاكِثِينَ وَجَمِيعَ المُخالِفِينَ وَالمُلْحِدِينَ فِي مَشارِقِ الأرْضِ وَمَغارِبِها وَبَرِّها وَبَحْرِها وَسَهْلِها وَجَبَلِها، حَتّى لا تَدَعَ مِنْهُمْ دَياراً وَلا تُبْقِي لَهُمْ آثاراً، طَهِّرْ مِنْهُمْ بِلادَكَ وَاشْفِ مِنْهُمْ صُدُورَ عِبادِكَ، وَجَدِّدْ بِهِ ما امْتَحى مِنْ دِينِكَ وَأَصْلِحْ بِهِ ما بُدِّلَ مِنْ حُكْمِكَ وَغُيِّرَ مِنْ سُنَّتِكَ حَتّى يَعُودَ دِينُكَ بِهِ وَعَلى يَدَيْهِ غَضّاً جَدِيداً صَحِيحاً لا عِوَجَ فِيهِ وَلا بِدْعَةَ مَعَهُ حَتّى تُطْفِئَ بِعَدْلِهِ نِيرانَ الكافِرِينَ، فَإِنَّهُ عَبْدُكَ الَّذِي اسْتَخْلَصْتَهُ لِنَفْسِكَ وَارْتَضَيْتَهُ لِنَصْرِ دِينِكَ وَاصْطَفَيْتَهُ بِعِلْمِكَ وَعَصَمْتَهُ مِنَ الذُّنُوبِ وَبَرَّأْتَهُ مِنَ العُيُوبِ وَأَطْلَعْتَهُ عَلى الغُيُوبِ وَأَنْعَمْتَ عَلَيْهِ وَطَهَّرْتَهُ مِنَ الرِّجْسِ وَنَقَّيْتَهُ مِنَ الدَّنَسِ، اللهُمَّ فَصَلِّ عَلَيْهِ وَعَلى آبائِهِ الأئِمَّةِ الطَّاهِرِينَ وَعَلى شِيعَتِهِ المُنْتَجَبِينَ وَبَلِّغْهُمْ مِنْ آمالِهِمْ ما يأمَلُونَ، وَاجْعَلْ ذلِكَ مِنَّا خالِصاً مِنْ كُلِّ شَكٍّ وَشُبْهَةٍ وَرياءٍ وَسُمْعَةٍ حَتّى لا نُرِيدَ بِهِ غَيْرَكَ وَلا نَطْلُبَ بِهِ إِلاّ وَجْهَكَ، اللهُمَّ إِنَّا نَشْكُو إِلَيْكَ فَقْدَ نَبِيِّنا وَغَيْبَةَ إِمامِنا وَشِدَّةَ الزَّمانِ عَلَيْنا وَوُقُوعِ الفِتَنِ بِنا وَتَظاهُرَ الأعْداءِ عَلَيْنا وَكَثْرَةَ عَدُوِّنا وَقِلَّةَ عَدَدِنا، اللهُمَّ فَافْرُجْ ذلِكَ عَنّا بِفَتْحٍ مِنْكَ تُعَجِّلُهُ وَنَصْرٍ مِنْكَ تُعِزُّهُ وَإِمامِ عَدْلٍ تُظْهِرُهُ إِلهَ الحَقِّ آمِينَ، اللهُمَّ إِنّا نَسْأَلُكَ أَنْ تَأْذَنَ لِوَلِيِّكَ فِي إِظْهارِ عَدْلِكَ فِي عِبادِكَ وَقَتْلِ أَعْدائِكَ فِي بِلادِكَ، حَتّى لا تَدَعَ لِلْجَوْرِ يا رَبِّ دِعامَةً إِلاّ قَصَمْتَها وَلا بَقِيَّةً إِلاّ أَفْنَيْتَها وَلا قُوَّةً إِلاّ أَوْهَنْتَها وَلا رُكْناً إِلاّ هَدَمْتَهُ وَلا حَدَّاً إِلاّ فَلَلْتَهُ وَلا سِلاحاً إِلاّ أَكْلَلْتَهُ وَلا رايَةً إِلاّ نَكَّسْتَها وَلا شُجاعاً إِلاّ قَتَلْتَهُ وَلا جَيْشاً إِلاّ خَذَلْتَهُ، وَارْمِهِمْ يا رَبِّ بِحَجَرِكَ الدَّامِغِ وَاضْرِبْهُمْ بِسَيْفِكَ القاطِعِ وَبَأْسِكَ الَّذِي لا تَرُدُّهُ عَنِ القَوْمِ المُجْرِمِينَ، وَعَذِّبْ أَعْداءَكَ وَأَعْداءَ وَلِيِّكَ وَأَعْداءَ رَسُولِكَ صَلَواتُكَ عَلَيْهِ وَآلِهِ بِيَدِ وَلِيِّكَ وَأَيْدِي عِبادِكَ المُؤْمِنِينَ، اللهُمَّ اكْفِ وَلِيَّكَ وَحُجَّتَكَ فِي أَرْضِكَ هَوْلَ عَدُوِّهِ وَكَيْدَ مَنْ أَرادَهُ وَامْكُرْ بِمَنْ مَكَرَ بِهِ وَاجْعَلْ دائِرَةَ السَّوءِ عَلى مَنْ أَرادَ بِهِ سُوءاً، وَاقْطَعْ عَنْهُ مادَّتَهُمْ وَأَرْعِبْ لَهُ قُلُوبَهُمْ وَزَلْزِلْ أَقْدامَهُمْ وَخُذْهُمْ جَهْرَةً وَبَغْتَةً وَشَدِّدْ عَلَيْهِمْ عَذابَكَ وَأَخْزِهِمْ فِي عِبادِكَ وَالعَنْهُمْ فِي بِلادِكَ وَأسْكِنْهُمْ أَسْفَلَ نارِكَ وَأَحِطْ بِهِمْ أَشَدَّ عَذابِكَ وَأَصْلِهِمْ ناراً وَاحْشُ قُبُورَ مَوْتاهُمْ ناراً وَأَصْلِهِمْ حَرَّ نارِكَ، فَإِنَّهُمْ أَضاعُوا الصَّلاةَ وَاتَّبَعُوا الشَّهَواتِ وَأَضَلُّوا عِبادَكَ وَأَخْرَبُوا بِلادَكَ اللهُمَّ وَأَحْيِي بِوَلِيِّكَ القُرْآنَ وَأَرِنا نُورَهُ سَرْمَداً لا لَيْلَ فِيهِ وَأَحْيِي بِهِ القُلُوبَ المَيِّتَةَ وَاشْفِ بِهِ الصُّدُورَ الوَغِرَةَ وَاجْمَعْ بِهِ الأَهْواءَ المُخْتَلِفَةَ عَلى الحَقِّ، وَأَقِمْ بِهِ الحُدُودَ المُعَطَّلَةَ وَالأحْكامَ المُهْمَلَةَ حَتّى لا يَبْقى حَقٌّ إِلاّ ظَهَرَ وَلا عَدْلٌ إِلاّ زَهَرَ، وَاجْعَلْنا يا رَبِّ مِنْ أَعْوانِهِ وَمُقَوِّيَةِ سُلْطانِهِ وَالمُؤْتَمِرِينَ لأمْرِهِ وَالرَّاِضينَ بِفِعْلِهِ وَالمُسَلِّمِينَ لأحْكامِهِ وَمِمَّنْ لا حاجَةَ بِهِ إِلى التَّقِيَّةِ مِنْ خَلْقِكَ، وَأَنْتَ يا رَبِّ الَّذِي تَكْشِفُ الضُّرَّ وَتُجِيبُ المُضْطَرَّ إِذا دَعاكَ وَتُنْجِي مِنَ الكَرْبِ العَظِيمِ فَاكْشِفِ الضُّرَّ عَنْ وَلِيِّكَ وَاجْعَلْهُ خَلِيفَةً فِي أَرْضِكَ كَما ضَمِنْتَ لَهُ.\n\nاللهُمَّ لا تَجْعَلْنِي مِنْ خُصَماءِ آل مُحَمَّدٍ (عليهم السلام) وَلا تَجْعَلْنِي مِنْ أعْداءِ آلِ مُحَمَّدٍ (عليهم السلام) وَلا تَجْعَلْنِي مِنْ أَهْلِ الحَنَقِ وَالغَيْظِ عَلى آلِ مُحَمَّدٍ (عليهم السلام)، فَإِنِّي أَعُوذُ بِكَ مِنْ ذلِكَ فَأَعِذْنِي وَأَسْتَجِيرُ بِكَ فَأَجِرْنِي، اللهُمَّ صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَاجْعَلْنِي بِهِمْ فائِزاً عِنْدَكَ فِي الدُّنْيا وَالآخرَةِ وَمِنَ المُقَرَّبِينَ آمِينَ رَبَّ العالَمِينَ."
          },
          {
            "title": "دعاء التوسل",
            "header": "دعاء التوسل أورده الشيخ عباس القمي في كتاب مفاتيح الجنان. وقال: قال العلامة المجلسي (رض) عن بعض الكتب المعتبرة: إنه روى محمد بن بابويه هذا التوسل عن الأئمة (عليهم السلام)، وقال: ما توسلت لامر من الأمور إِلاّ وجدت أثر الإجابة سريعاً وهو:",
            "text": "اللهُمَّ إنّي أسألُكَ وَأتَوَجَّهُ إلَيكَ بِنَبيِّكَ نَبيِّ الرَّحمَةِ مُحَمَّدٍ (صلى الله عليه وآله)، يا أبا القاسِم يا رَسولَ اللهِ يا إمامَ الرَّحمَةِ يا سَيِّدَنا وَمَولانا إنَّا تَوَجَّهنا وَاستَشفَعنا وَتَوَسَّلنا بِكَ إلى اللهِ، وَقَدَّمناكَ بَينَ يَدَي حاجاتِنا، يا وَجيهاً عِندَ اللهِ اشفَع لَنا عِندَ اللهِ.\n\nيا أبا الحَسَنِ يا أميرَ المُؤمِنينَ يا عَليّ بنَ أبي طالِبٍ يا حُجَّةَ اللهِ عَلى خَلقِهِ يا سَيِّدَنا وَمَولانا إنَّا تَوَجَّهنا وَاستَشفَعنا وَتَوَسَّلنا بِكَ إلى اللهِ، وَقَدَّمناكَ بَينَ يَدَي حاجاتِنا، يا وَجيهاً عِندَ الله اشفَع لَنا عِندَ اللهِ.\n\nيا فاطِمَةَ الزَّهراءِ يا بِنتَ مُحَمَّدٍ يا قُرَّةَ عَينِ الرَّسولِ يا سَيِّدَتَنا وَمَولاتَنا، إنَّا تَوَجَّهنا وَاستَشفَعنا وَتَوَسَّلنا بِكِ إلى اللهِ، وَقَدَّمناكِ بَينَ يَدَي حاجاتِنا، يا وَجيهةً عِندَ الله اشفَعي لَنا عِندَ اللهِ.\n\nيا أبا مُحَمَّدٍ يا حَسَنَ بن عَليٍّ أيُّها المُجتَبى يا بنَ رَسولِ الله يا حُجَّةَ الله عَلى خَلقِهِ يا سَيِّدَنا وَمَولانا، إنَّا تَوَجَّهنا وَاستَشفَعنا وَتَوَسَّلنا بِكَ إلى اللهِ، وَقَدَّمناكَ بَينَ يَدَي حاجاتِنا، يا وَجيهاً عِندَ الله اشفَع لَنا عِندَ اللهِ.\n\nيا أبا عَبدِ الله يا حُسَينَ بنَ عَليٍّ أيُّها الشَّهيدُ يا بنَ رَسولِ الله يا حُجَّةَ الله عَلى خَلقِهِ يا سَيِّدَنا وَمَولانا، إنَّا تَوَجَّهنا وَاستَشفَعنا وَتَوَسَّلنا بِكَ إلى اللهِ، وَقَدَّمناكَ بَينَ يَدَي حاجاتِنا، يا وَجيهاً عِندَ الله اشفَع لَنا عِندَ اللهِ.\n\nيا أبا الحَسَنِ يا عَليّ بنَ الحُسَينِ يا زَينَ العابِدينَ يا بنَ رَسولِ الله يا حُجَّةَ الله عَلى خَلقِهِ يا سَيِّدَنا وَمَولانا، إنَّا تَوَجَّهنا وَاستَشفَعنا وَتَوَسَّلنا بِكَ إلى اللهِ، وَقَدَّمناكَ بَينَ يَدَي حاجاتِنا، يا وَجيها عِندَ الله اشفَع لَنا عِندَ اللهِ.\n\nيا أبا جَعفَرٍ يا مُحَمَّدَ بنَ عَليٍّ، أيُّها الباقِرُ يا بنَ رَسولِ الله يا حُجَّةَ الله عَلى خَلقِهِ يا سَيِّدَنا وَمَولانا، إنَّا تَوَجَّهنا وَاستَشفَعنا وَتَوَسَّلنا بِكَ إلى اللهِ، وَقَدَّمناكَ بَينَ يَدَي حاجاتِنا، يا وَجيهاً عِندَ الله اشفَع لَنا عِندَ اللهِ.\n\nيا أبا عَبدِ الله يا جَعفَرَ بنَ مُحَمَّدٍ، أيُّها الصَّادِقُ يا بنَ رَسولِ الله يا حُجَّةَ الله عَلى خَلقِهِ يا سَيِّدَنا وَمَولانا، إنَّا تَوَجَّهنا وَاستَشفَعنا وَتَوَسَّلنا بِكَ إلى اللهِ، وَقَدَّمناكَ بَينَ يَدَي حاجاتِنا، يا وَجيهاً عِندَ الله اشفَع لَنا عِندَ اللهِ.\n\nيا أبا الحَسَنِ يا موسَى ابنَ جَعفَرٍ، أيُّها الكاظِمُ يا بنَ رَسولِ الله يا حُجَّةَ الله عَلى خَلقِهِ يا سَيِّدَنا وَمَولانا، إنَّا تَوَجَّهنا وَاستَشفَعنا وَتَوَسَّلنا بِكَ إلى اللهِ، وَقَدَّمناكَ بَينَ يَدَي حاجاتِنا ، يا وَجيهاً عِندَ الله اشفَع لَنا عِندَ اللهِ.\n\nيا أبا الحَسَنِ يا عَلي بنَ موسَى، أيُّها الرِّضا يا بنَ رَسولِ الله يا حُجَّةَ الله عَلى خَلقِهِ يا سَيِّدَنا وَمَولانا، إنَّا تَوَجَّهنا وَاستَشفَعنا وَتَوَسَّلنا بِكَ إلى اللهِ، وَقَدَّمناكَ بَينَ يَدَي حاجاتِنا، يا وَجيهاً عِندَ الله اشفَع لَنا عِندَ اللهِ.\n\nيا أبا جَعفِرٍ يا مُحَمَّدَ بنَ عَليٍّ، أيُّها التَّقيُّ الجَوادُ يا بنَ رَسولِ الله يا حُجَّةَ الله عَلى خَلقِهِ يا سَيِّدَنا وَمَولانا، إنَّا تَوَجَّهنا وَاستَشفَعنا وَتَوَسَّلنا بِكَ إلى اللهِ، وَقَدَّمناكَ بَينَ يَدَي حاجاتِنا، يا وَجيهاً عِندَ الله اشفَع لَنا عِندَ اللهِ.\n\nيا أبا الحَسَنِ يا عَليَّ بنَ مُحَمَّدٍ، أيُّها الهادي النَّقي يا بنَ رَسولِ الله يا حُجَّةَ الله عَلى خَلقِهِ يا سَيِّدَنا وَمَولانا، إنَّا تَوَجَّهنا وَاستَشفَعنا وَتَوَسَّلنا بِكَ إلى اللهِ، وَقَدَّمناكَ بَينَ يَدَي حاجاتِنا، يا وَجيهاً عِندَ الله اشفَع لَنا عِندَ اللهِ.\n\nيا أبا مُحَمَّدٍ يا حَسَنَ بنَ عَليٍّ، أيُّها الزَّكيُّ العَسكَريُّ يا بنَ رَسولِ الله يا حُجَّةَ الله عَلى خَلقِهِ يا سَيِّدَنا وَمَولانا، إنَّا تَوَجَّهنا وَاستَشفَعنا وَتَوَسَّلنا بِكَ إلى اللهِ، وَقَدَّمناكَ بَينَ يَدَي حاجاتِنا، يا وَجيهاً عِندَ الله اشفَع لَنا عِندَ اللهِ.\n\nيا وَصيَّ الحَسَنِ وَالخَلَفَ الحُجَّةَ، أيُّها القائِمُ المُنتَظَرُ المَهديُّ يا بنَ رَسولِ الله يا حُجَّةَ الله عَلى خَلقِهِ يا سَيِّدَنا وَمَولانا، إنَّا تَوَجَّهنا وَاستَشفَعنا وَتَوَسَّلنا بِكَ إلى اللهِ، وَقَدَّمناكَ بَينَ يَدَي حاجاتِنا، يا وَجيهاً عِندَ الله اشفَع لَنا عِندَ الله. ثمّ سل حوائجك فإنّها تقضى إن شاء الله تعالى.\n\nوعلى رواية اُخرى قُل بعد ذلك: يا سادَتي وَمَواليَّ إنّي تَوَجَّهتُ بِكُم أئِمَّتي وَعُدَّتي ليَومِ فَقري وَحاجَتي إلى اللهِ ، وَتَوَسَّلتُ بِكُم إلى اللهِ وَاستَشفَعتُ بِكُم إلى اللهِ فَاشفَعوا لي عِندَ الله وَاستَنقِذوني مِن ذُنوبي عِندَ الله فَإنَّكُم وَسيلَتي إلى اللهِ وَبِحُبِّكُم وَبِقُربِكُم أرجو نَجاةً مِنَ اللهِ، فَكونوا عِندَ الله رَجائي يا سادَتي يا أولياء الله (صلّى الله عليهم أجمعين) وَلَعَنَ الله أعداءَ الله ظالِميهِم مِن الأوَّلينَ وَالآخِرينَ آمينَ رَبَّ العالَمينَ."
          },
          {
            "title": "دعاء الافتتاح",
            "header": "دعاء الافتتاح وهو دعاء جليل أورده الشيخ عباس القمي في كتاب مفاتيح الجنان. ويدعى به في كل ليلة من ليالي شهر رمضان المبارك.",
            "text": "اللهُمَّ إنّي أفتَتِحُ الثَّناءَ بِحَمدِكَ وَأنتَ مُسَدِّدٌ لِلصَّوابِ بِمَنِّكَ وَأيقَنتُ أنَّكَ أنتَ أرحَمُ الرَّاحِمينَ في مَوضِعِ العَفوِ وَالرَّحمَةِ، وَأشَدُّ المُعاقِبينَ في مَوضِعِ النِّكالِ وَالنَّقِمَةِ، وَأعظَمُ المُتَجَبِّرينَ في مَوضِعِ الكِبرياءِ وَالعَظَمَةِ. اللهُمَّ أذِنتَ لي في دُعائِكَ وَمَسألَتِكَ فاسمَع يا سَميعُ مِدحَتي وَأجِب يا رَحيمُ دَعوَتي وَأقِل يا غَفورُ عَثرَتي، فَكَم يا إلهي مِن كُربَةٍ قَد فَرَّجتَها وَهُمومٍ قَد كَشَفتَها وَعَثرَةٍ قَد أقَلتَها وَرَحمَةٍ قَد نَشَرتَها وَحَلقَةِ بَلاءٍ قَد فَكَكتَها، الحَمدُ للهِ الَّذي لَم يَتَّخِذْ صاحِبَةً وَلا وَلَداً وَلَم يَكُن لَهُ شَريكٌ في المُلكِ وَلَم يَكُن لَهُ وَليٌ مِنَ الذُّلِّ وَكَبِّرهُ تَكبيراً، الحَمدُ للهِ بِجَميِعِ مَحامِدِهِ كُلِّها عَلى جَميعِ نِعَمِهِ كُلِّها، الحَمدُ للهِ الَّذي لا مُضادَّ لَهُ في مُلكِهِ وَلامُنازِعَ لَهُ في أمرِهِ، الحَمدُ للهِ الَّذي لا شَريكَ لَهُ في خَلقِهِ وَلا شَبيهَ لَهُ في عَظَمَتِهِ، الحَمدُ للهِ الفاشي في الخَلقِ أمرُهُ وَحَمدُهُ الظاهِرِ بالكَرَمِ مَجدُهُ الباسِطِ بالجودِ يَدَهُ، الَّذي لا تَنقُصُ خَزائِنُهُ وَلا تَزِيدُهُ كَثرَةُ العَطاءِ إلاّ جوداً وَكَرَماً إنَّهُ هُوَ العَزيزُ الوَهَّابُ.\n\nاللهُمَّ إنّي أسألُكَ قَليلاً مِن كَثيرٍ مَعَ حَاجَةٍ بي إلَيهِ عَظيمَةٍ وِغِناكَ عَنهُ قَديمٌ وَهُوَ عِندي كَثيرٌ وَهُوَ عَلَيكَ سَهلٌ يَسيرٌ اللهُمَّ إنَّ عَفوَكَ عَن ذَنبي وَتَجاوُزَكَ عَن خَطيئَتي وَصَفحَكَ عَن ظُلمي وَسترَكَ عَلَى قَبيحِ عَمَلي وَحِلمَكَ عَن كَثيرِ جُرمي، عِندَما كانَ مِن خَطَأي وَعَمدي أطمَعَني في أن أسألَكَ ما لا أستَوجِبُهُ مِنكَ الَّذي رَزَقتَني مِن رَحمَتِكَ وَأرَيتَني مِن قَدرَتِكَ وَعَرَّفتَني مِن إجابَتِكَ، فَصِرتُ أدعوكَ آمِناً وَأسألُكَ مُستَأنِساً لا خائِفاً وَلا وَجِلاً مُدِلّاً عَلَيكَ فيما قَصَدتُ فيهِ إلَيكَ، فَإن أبطأ عَنّي عَتَبتُ بِجَهلي عَلَيكَ وَلَعَلَّ الَّذي أبطَأ عَنّي هُوَ خَيرٌ لي لِعِلمِكَ بِعاقِبَةِ الاُمورِ، فَلَم أرَ مَولىً كَريماً أصبَرَ عَلى عبدٍ لَئيمٍ مِنكَ عَلَيَّ يا رَبِّ. إنَّكَ تَدعوني فَأُوَلّي عَنكَ وَتَتَحَبَّبُ إلَيَّ فَأتَبَغَّضُ إلَيكَ وَتَتَوَدَّدُ إلَيَّ فَلا أقبَلُ مِنكَ كَأنَّ ليَ التَّطَوُّلَ عَلَيكَ، فَلَم يَمنَعكَ ذلِكَ مِنَ الرَّحمَةِ لي وَالإحسانِ إلَيَّ وَالتَّفَضُّلِ عَلَيَّ بِجودِكَ وَكَرَمِكَ فَارحَم عَبدَكَ الجاهِلَ وَجُد عَلَيهِ بِفَضلِ إحسانِكَ إنَّكَ جَوادٌ كَريمٌ.\n\nالحَمدُ للهِ مالِكِ المُلكِ مُجري الفُلكِ مُسَخِّرِ الرياحِ فالِقِ الإصباحِ ديانِ الدَّينِ رَبِّ العالَمينَ، الحَمدُ للهِ عَلى حِلمِهِ بَعدَ عِلمِهِ وَالحَمدُ للهِ عَلى عَفوِهِ بَعدَ قُدرَتِهِ وَالحَمدُ للهِ عَلى طولِ أناتِهِ في غَضَبِهِ وَهُوَ قادِرٌ عَلى ما يُريدُ، الحَمدُ للهِ خالِقِ الخَلقِ باسِطِ الرِّزقِ فالِقِ الإصباحِ ذي الجَلالِ وَالإكرامِ وَالفَضلِ وَالإنعامِ الَّذي بَعُدَ فَلا يُرى وَقَرُبَ فَشَهِدَ النَّجوى تَبارَكَ وَتَعالى، الحَمدُ للهِ الَّذي لَيسَ لَهُ مُنازِعٌ يُعادِلُهُ وَلا شَبيهٌ يُشاكِلُهُ وَلا ظَهيرٌ يُعاضِدُهُ، قَهَرَ بِعِزَّتِهِ الأعِزَّاءَ وَتَواضَعَ لِعَظَمَتِهِ العُظَماءُ فَبَلَغَ بِقُدرَتِهِ ما يَشاءُ، الحَمدُ للهِ الَّذي يُجيبُني حينَ أُناديهِ وَيَستُرُ عَلَيَّ كُلَّ عَورَةٍ وأنا أعصيهِ وَيُعَظِّمُ النِّعمَةَ عَلَيَّ فَلا اُجازيهِ، فَكَم مِن مَوهِبَةٍ هَنيئَةٍ قَد أعطاني وَعَظيمَةٍ مَخوفَة قَد كَفاني وَبَهجَةٍ مونِقَةٍ قَد أراني، فأُثني عَلَيهِ حامِداً وَأذكُرُهُ مُسَبِّحاً.\n\nالحَمدُ للهِ الَّذي لا يُهتَكُ حِجابُهُ وَلا يُغلَقُ بابُهُ وَلا يُرَدُّ سائِلُهُ وَلا يُخَيَّبُ آمِلُهُ، الحَمدُ للهِ الَّذي يُؤمِنُ الخائِفينَ وَيُنَجّي الصَّالِحينَ وَيَرفَعُ المُستَضعَفينَ وَيَضَعُ المُستَكبِرينَ وَيُهلِكُ مُلوكاً وَيَستَخلِفُ آخَرينَ، الحَمدُ للهِ قاصِمِ الجَبَّارينَ مُبيرِ الظَّالِمينَ مُدرِكِ الهارِبينَ نَكالِ الظَّالِمينَ صَريخِ المُستصرِخينَ مَوضِعِ حاجاتِ الطَّالِبينَ مُعتَمَدِ المُؤمِنينَ، الحَمدُ للهِ الَّذي مِن خَشيَتِهِ تَرعَدُ السَّماءُ وَسُكَّانُها وَتَرجُفُ الأرضُ وَعُمَّارُها وَتَموجُ البِحارُ وَمَن يَسبَحُ في غَمرّاتها، الحَمدُ للهِ الَّذي هَدانا لِهذا وَما كُنا لِنَهتَديَ لَولا أن هَدانَا اللهُ، الحَمدُ للهِ الَّذي يَخلُقُ وَلَم يُخلَق وَيَرزُقُ وَلا يُرزَقُ وَيُطعِمُ وَلا يُطعَمُ وَيُميتُ الأحياءَ وَيُحييَ المَوتى وَهُوَ حَيٌ لا يَموتُ بيَدِهِ الخَيرُ وَهُوَ عَلى كُلِّ شيءٍ قَديرٌ.\n\nاللهُمَّ صَلِّ عَلى مُحَمَّدٍ عَبدِكَ وَرَسولِكَ وَأمينِكَ وَصَفيِّكَ وَحَبيبِكَ وَخِيَرَتِكَ مِن خَلقِكَ وَحافِظِ سِرِّكَ وَمُبَلِّغِ رِسالاتِكِ أفضَلَ وَأحسَنَ وَأجمَلَ وَأكمَلَ وَأزكى وَأنمى وَأطيَبَ وَأطهَرَ وَأسنى وَأكثَرَ ما صَلَّيتَ وَبارَكتَ وَتَرَحَّمتَ وَتَحَنَّنتَ وَسَلَّمتَ عَلى أحَدٍ مِن عِبادِكَ وَأنبيائِكَ وَرُسُلِكَ وَصَفوَتِكَ وَأهلِ الكَرامَةِ عَلَيكَ مِن خَلقِكَ، اللهُمَّ وَصَلِّ عَلى عَليٍّ أميرِ المُؤمِنينَ وَوَصيِّ رَسولِ رَبِّ العالَمينَ عَبدِكَ وَوَليِّكَ وَأخي رَسولِكَ وَحُجَّتِكَ عَلى خَلقِكَ وَآيَتِكَ الكُبرى وَالنَّبَأ العَظيمِ، وَصَلِّ عَلى الصِّدّيقَةِ الطَّاهِرَةِ فِاطِمَةَ سَيِّدَةِ نِساءِ العالَمينَ، وَصَلِّ عَلى سِبطَي الرَّحمَةِ وَإمامَي الهُدى الحَسَنِ وَالحُسَينِ سَيِّدَي شَبابِ أهلِ الجَنَّةِ، وَصَلِّ عَلى أئِمَّةِ المُسلِمينَ عَليِّ بنِ الحُسَينِ وَمُحَمَّدٍ بنِ عَليٍّ وَجَعفَرِ بنِ مُحَمَّدٍ وَموسى بنِ جَعفَرٍ وَعَليٍّ بنِ موسى وَمُحَمَّدٍ بنِ عَليٍّ وَعَليٍّ بنِ مُحَمَّدٍ وَالحَسَنِ بنِ عَليٍّ وَالخَلَفِ الهادي المَهدي، حُجَجِكَ عَلى عِبادِكَ وَاُمَنائِكَ في بِلادِكِ صَلاةً كَثيرَةً دائِمَةً.\n\nاللهُمَّ وَصَلِّ عَلى وَليِّ أمرِكِ القائِمِ المُؤَمَّلِ وَالعَدلِ المُنتَظَرِ وَحُفَّهُ بِمَلائِكَتِكَ المُقَرَّبينَ وَأيِّدهُ بِروحِ القُدُسِ يا رَبَّ العالَمينَ، اللهُمَّ اجعَلهُ الدَّاعيَ إلى كِتابِكَ وَالقائِمَ بِدينِكَ استَخلِفهُ في الأرضِ كَما استَخلَفتَ الَّذينَ مِن قَبلِهِ مَكِّن لَهُ دينَهُ الَّذي ارتَضَيتَهُ لَهُ أبدِلهُ مِن بَعدِ خَوفِهِ أمناً يَعبُدُكَ لا يُشرِكُ بِكَ شَيئاً، اللهُمَّ أعِزَّهُ وَأعزِز بِهِ وَانصُرهُ وَانتَصِر بِهِ وَانصُرهُ نَصراً عَزيزاً وَافتَح لَهُ فَتحاً يَسيراً وَاجعَل لَهُ مِن لَدُنكَ سُلطاناً نَصيراً، اللهُمَّ أظهِر بِهِ دينَكَ وَسُنَّةَ نَبيِّكَ حَتَّى لا يَستَخفي بِشيءٍ مِنَ الحَقِّ مَخافَةَ أحَدٍ مِنَ الخَلقِ.\n\nاللهُمَّ إنّا نَرغَبُ إلَيكَ في دَولَةٍ كَريمَةٍ تُعِزُّ بِها الإسلامَ وَأهلَهُ وَتُذِلُّ بِها النِّفاقَ وَأهلَهُ، وَتَجعَلُنا فيها مِنَ الدُّعاةِ إلى طاعَتِكَ وَالقادَةِ إلى سَبيلِكَ وَتَرزُقُنا بِها كَرامَةَ الدُّنيا وَالآخِرَةِ.\n\nاللهُمَّ ما عَرَّفتَنا مِنَ الحَقِّ فَحَمِّلناهُ وَما قَصُرنا عَنهُ فَبَلِّغناهُ، اللهُمَّ الْـمُمْ بِهِ شَعثَنا وَاشعَب بِهِ صَدعَنا وَارتِق بِهِ فَتقَنا وَكَثِّر بِهِ قِلَّتَنا وَأعزِز بِهِ ذِلَّتَنا وَأغنِ بِهِ عائِلَنا وَاقضِ بِهِ عَن مُغرَمِنا وَاجبُر بِهِ فَقرَنا وَسُدَّ بِهِ خَلَّتَنا وَيَسِّر بِهِ عُسرَنا وَبَيِّض بِهِ وُجوهَنا وَفُكَّ بِهِ أسرَنا وَانجِح بِهِ طَلِبَتَنَا وَأنجِز بِهِ مَواعيدَنا وَاستَجِب بِهِ دَعوَتَنا وَاعطِنا بِهِ سُؤلَنا وَبَلِّغنا بِهِ مِنَ الدُّنيا وَالآخرةِ آمالَنا وَاعطِنا بِهِ فَوقَ رَغبَتِنا، يا خَيرَ المَسؤولينَ وَأوسَعَ المُعطينَ إشفِ بِهِ صُدورَنا وَأذهِب بِهِ غَيظَ قُلوبِنا وَاهدِنا بِهِ لِما اختُلِفَ فيهِ مِنَ الحَقِّ بِإذنِكَ إنَّكَ تَهدي مَن تَشاءُ إلى صِراطٍ مُستَقيمٍ، وَانصُرنا بِهِ عَلى عَدوِّكَ وَعَدوِّنا إلهَ الحَقِّ آمينَ. اللهُمَّ إنَّا نَشكو إلَيكَ فَقدَ نبينّا صَلَواتُكَ عَلَيهِ وَآلِهِ وَغَيبَةَ وَليِّنا وَكَثرَةَ عَدوِّنا وَقِلَّةَ عَدَدِنا وَشِدَّةَ الفِتَنِ بِنا وَتَظاهُرَ الزَّمانِ عَلَينا، فَصَلِّ عَلى مُحَمَّدٍ وَآلِهِ وَأعِنّا عَلى ذلِكَ بِفَتحٍ مِنكَ تُعَجِّلُهُ وَبِضُرٍّ تَكشِفُهُ وَنَصرٍ تُعِزُّهُ وَسُلطانِ حَقٍّ تُظهِرُهُ وَرَحمَةٍ مِنكَ تُجَلِّلُناها وَعافيَةٍ مِنكَ تُلبِسُناها بِرَحمَتِكَ يا أرحَمَ الرَّاحِمينَ."
          },
          {
            "title": "دعاء البهاء",
            "header": "دعاء البهاء الذي أورده الشيخ عباس القمي في كتاب مفاتيح الجنان. وهو دعاء عظيم الشأن قال عنه الإمام الرضا عليه السلام أنه دعاء الإمام الباقر الذي كان يدعو به في أسحار شهر رمضان.",
            "text": "اللهُمَّ إنّي أسألُكَ مِن بَهائِكَ بِأبهاهُ وَكُلُّ بَهائِكَ بَهيُّ اللهُمَّ إنّي أسألُكَ بِبَهائِكَ كُلِّهِ، اللهُمَّ إنّي أسألُكَ مِن جَمالِكَ بِأجمَلِهِ وَكُلُّ جَمالِكَ جَميلٌ اللهُمَّ إنّي أسألُكَ بِجَمالِكَ كُلِّهِ، اللهُمَّ إنّي أسألُكَ مِن جَلالِكَ بِأجَلِّهِ وَكُلُّ جَلالِكَ جَليلٌ اللهُمَّ إنّي أسألُكَ بِجَلالِكَ كُلِّهِ، اللهُمَّ إنّي أسألُكَ مِن عَظَمَتِكَ بِأعظَمِها وَكُلُّ عَظَمَتِكَ عَظيمَةٌ اللهُمَّ إنّي أسألُكَ بِعَظَمِتِكَ كُلِّها، اللهُمَّ إنّي أسألُكَ مِن نورِكَ بِأنوَرِهِ وَكُلُّ نورِكَ نَيِّرٌ اللهُمَّ إنّي أسألُكَ بِنورِكَ كُلِّهِ، اللهُمَّ إنّي أسألُكَ مِن رَحمَتِكَ بِأوسَعِها وَكُلُّ رَحمَتِكَ وَاسِعِةٌ اللهُمَّ إنّي أسألُكَ بِرَحمَتِكَ كُلِّها، اللَّهُمَّ إنّي أسألُكَ مِن كَلِماتِكَ بِأتَمِّها وَكُلُّ كَلِماتِكَ تامَّةٌ اللهُمَّ إنّي أسألُكَ بِكَلِماتِكَ كُلِّها، اللهُمَّ إنّي أسألُكَ مِن كَمالِكَ بِأكمَلِهِ وَكُلُّ كَمالِكَ كامِلٌ اللَّهُمَّ إنّي أسألُكَ بِكَمالِكَ كُلِّهِ، اللَّهُمَّ إنّي أسألُكَ مِن أسمائِكَ بِأكبَرِها وَكُلُّ أسمائِكَ كَبيرَةٌ اللهُمَّ إنّي أسألُكَ بِأسمائِكَ كُلِّها، اللَّهُمَّ إنّي أسألُكَ مِن عِزَّتِكَ بِأعَزِّها وَكُلُّ عِزَّتكَ عَزيزَةٌ اللهُمَّ إنّي أسألُكَ بِعِزَّتِكَ كُلِّها، اللَّهُمَّ إنّي أسألُكَ مِن مَشيَّتِكَ بِأمضاها وَكُلٌ مَشيَّتِكَ ماضيَةٌ اللهُمَّ إنّي أسألُكَ بِمَشيَّتِكَ كُلِّها، اللَّهُمَّ إنّي أسألُكَ مِن قُدرَتِكَ بِالقُدرَةِ الَّتي استَطَلتَ بِها عَلى كُلِّ شيءٍ وَكُلُّ قُدرَتِكَ مُستَطيلَةٌ، اللَّهُمَّ إنّي أسألُكَ بِقُدْرَتِكَ كُلِّها، اللَّهُمَّ إنّي أسألُكَ مِن عِلمِكَ بِأنفَذِهِ وَكُلُّ عِلمِكَ نافِذٌ اللَّهُمَّ إنّي أسألُكَ بِعِلمِكَ كُلِّهِ، اللَّهُمَّ إنّي أسألُكَ مِن قَولِكَ بِأرضاهُ وَكُلُّ قَولِكَ رَضيُّ اللهُمَّ إنّي أسألُكَ بِقَولِكَ كُلِّهِ، اللَّهُمَّ إنّي أسألُكَ مِن مَسائِلِكَ بِأحَبِّها إلَيكَ وَكُلُّ مَسائِلِكَ إلَيكَ حَبيبَةٌ اللَّهُمَّ إنّي أسألُكَ بِمَسائِلِكَ كُلِّها، اللَّهُمَّ إنّي أسألُكَ مِن شَرَفِكَ بِأشرَفِهِ وَكُلُّ شَرَفِكَ شَريفٌ اللَّهُمَّ إنّي أسألُكَ بِشَرَفِكَ كُلِّهِ، اللهُمَّ إنّي أسألُكَ مِن سُلطانِكَ بِأدوَمِهِ وَكُلُّ سُلطانِكَ دائِمٌ اللهُمَّ إنّي أسألُكَ بِسُلطانِكَ كُلِّهِ، اللهُمَّ إنّي أسألُكَ مِن مُلكِكَ بِأفخَرِهِ وَكُلُّ مُلكِكَ فاخِرٌ اللهُمَّ إنّي أسألُكَ بِمُلكِكَ كُلِّهِ، اللَّهُمَّ إنّي أسألُكَ مِن عُلوِّكَ بِأعلاهُ وَكُلُّ عُلوِّكَ عالٍ اللَّهُمَّ إنّي أسألُكَ بِعُلوِّكَ كُلِّهِ، اللهُمَّ إنّي أسألُكَ مِن مَنِّكَ بِأقدَمِهِ وَكُلُّ مَنِّكَ قَديمٌ اللهُمَّ إنّي أسألُكَ بِمَنِّكَ كُلِّهِ، اللهُمَّ إنّي أسألُكَ مِن آياتِكَ بِأكرَمِها وَكُلُّ آياتِكَ كَريمَةٌ اللَّهُمَّ إنّي أسألُكَ بِآياتِكَ كُلِّها، اللهُمَّ إنّي اسألُكَ بِما أنتَ فيهِ مِنَ الشَّأنِ وَالجَبَروتِ وَأسألُكَ بِكُلِّ شَأنٍ وَحدَهُ وجَبَروتٍ وَحدَها، اللهُمَّ إنّي أسألُكَ بِما تُجيبُني به حينَ أسألُكَ فَأجِبني يا الله. ثمّ سل حاجتك فإنّها تقضى البتة."
          },
          {
            "title": "دعاء أبي حمزة الثمالي",
            "header": "دعاء أبي حمزة الثمالي الذي أورده الشيخ عباس القمي في كتاب مفاتيح الجنان. رواه عن الإمام زين العابدين عليه السلام وقال:(كان زينُ العابدين (عليه السلام) يصلّي عامّة اللَّيل في شَهر رَمَضان، فإذا كانَ في السحر دعا بهذا الدُّعاء).",
            "text": "إلهي لاتُؤدِّبني بِعُقوبَتِكَ وَلا تَمكُر بي في حيلَتِكَ، مِن أينَ ليَ الخَيرُ يا رَبِّ وَلا يوجَدُ إلاّ مِن عِندِكَ، وَمِن أينَ ليَ النَّجاةُ وَلا تُستَطاعُ إلاّ بِكَ، لا الَّذي أحَسَنَ استَغنى عَن عَونِكَ وَرَحمَتِكَ وَلا الَّذي أساءَ وَاجتَرَأَ عَلَيكَ وَلَم يُرضِكَ خَرَجَ عَن قُدرَتِكَ يا رَبِّ يا رَبِّ يا رَبِّ… حتى ينقطع النفس، بِكَ عَرَفتُكَ وَأنتَ دَلَلتَني عَلَيكَ ودَعَوتَني إلَيكَ وَلَولا أنتَ لَم أدرِ ما أنتَ.\n\nالحَمدُ للهِ الَّذي أدعوُهُ فَيُجيبُني وَإن كُنتُ بَطيئاً حينَ يَدعوني، وَالحَمدُ للهِ الَّذي أسألُهُ فَيُعطيني وَإن كُنتُ بَخيلاً حينَ يَستَقرِضُني، وَالحَمدُ للهِ الَّذي أُناديهِ كُلَّما شِئتُ لِحاجَتي وأخلو بِهِ حَيثُ شِئتُ لِسرّي بِغَيرِ شَفيعٍ فَيَقضي لي حاجَتي الحَمدُ للهِ الَّذي لا أدعو غَيرَهُ وَلَو دَعَوتُ غَيرَهُ لَم يَستَجِب لي دُعائي، وَالحَمدُ للهِ الَّذي لا أرجو غَيرَهُ وَلَو رَجَوتُ غَيرَهُ لأخلَفَ رَجائي، وَالحَمدُ للهِ الَّذي وَكَلَني إلَيهِ فَأكرَمَني وَلَم يَكِلني إلى النّاسِ فَيُهينوني، وَالحَمدُ للهِ الَّذي تَحَبَّبَ إلَيَّ وَهُوَ غَنيُّ عَنّي وَالحَمدُ للهِ الَّذي يَحلُمُ عَنّي حَتَّى كَأنّي لاذَنبَ لي، فَرَبّي أحمَدُ شَيءٍ عِندي وَأحَقُّ بِحَمدي.\n\nاللهُمَّ إنّي أجِدُ سُبُلَ المَطالِبِ إلَيكَ مُشرَعَةً وَمَناهِلَ الرَّجاءِ إلَيكَ مُترَعَةً وَالاستِعانَةَ بِفَضلِكَ لِمَن أمَّلَكَ مُباحَةً وَأبوابَ الدُّعاءِ إلَيكَ لِلصَّارِخينَ مَفتوحَةً، وأعلَمُ أنَّكَ لِلرَّاجي بِمَوضِعِ إجابَةٍ وَلِلمَلهوفينَ بِمَرصَدِ إغاثَةٍ، وَأنَّ في اللَّهفِ إلى جُودِكَ وَالرِّضا بِقَضائِكَ عِوَضاً مِن مَنعِ الباخِلينَ وَمَندوَحَةً عَمّا في أيدي المُستَأثِرينَ وَأنَّ الرَّاحِلَ إلَيكَ قَريبُ المَسافَةِ، وأنَّكَ لاتَحتَجِبُ عَن خَلقِكَ إلاّ أن تَحجُبَهُمُ الأعمالُ دوَنَكَ، وَقَد قَصَدتُ إلَيكَ بِطَلِبَتي وتَوَجَّهتُ إلَيكَ بِحاجَتي وَجَعَلتُ بِكَ استِغاثَتي وَبِدُعائِكَ تَوَسُّلي مِن غَيِرِ استِحقاقٍ لاستِماعِكَ مِنّي، وَلا استيجابٍ لِعَفوِكَ عَنّي بَل لِثِقَتي بِكَرَمِكَ وَسُكوني إلى صِدقِ وَعدِكَ ولَجَأي إلى الإيمانِ بِتَوحيدِكَ وَيَقيني بِمَعرِفَتِكَ مِنّي أن لا رَبَّ لي غَيرُكَ وَلا إلهَ إلاّ أنتَ وَحدَكَ لا شَريكَ لَكَ.\n\nاللهُمَّ أنتَ القائِلُ وَقَولُكَ حَقٌ وَوَعدُكَ صِدقٌ (وَاسألوا اللهَ مِن فَضلِهِ إنَّ اللهَ كانَ بِكُم رَحيماً) وَلَيسَ مِن صِفاتِكَ يا سَيِّدي أن تَأمُرَ بِالسُّؤالِ وَتَمنَعَ العَطيَّةَ، وَأنتَ المَنَّانُ بِالعَطياتِ عَلى أهلِ مَملَكَتِكَ وَالعائِدُ عَلَيهِم بِتَحَنُّنِ رَأفَتِكَ. إلهي رَبَّيتَني في نِعَمِكَ وَإحسانِكَ صَغيراً وَنَوَّهتَ بِاسمي كَبيراً، فيا مَن رَبَّاني في الدُّنيا بإحسانِهِ وَتَفَضُّلِهِ وَنِعَمِهِ وَأشارَ لي في الآخِرَةِ إلى عَفوِهِ وَكَرَمِهِ مَعرِفَتي، يا مَولايَ دَليلي عَلَيكَ وحُبّي لَكَ شَفيِعي إلَيكَ وَأنا وَاثِقٌ مِن دَليلي بِدَلالَتِكَ وَساكِنٌ مِن شَفيعي إلى شَفاعَتِكَ، أدعوكَ يا سَيِّدي بِلِسانٍ قَد أخرَسَهُ ذَنبُهُ رَبِّ أُناجيكَ بِقَلبٍ قَد أوبَقَهُ جُرمُهُ، أدعوكَ يا رَبِّ راهِباً راغِباً راجياً خائِفاً إذا رَأيتُ مَولايَ ذُنوبي فَزِعتُ وَإذا رَأيتُ كَرَمَكَ طَمِعْتُ، فَإن عَفَوتَ فَخَيرُ راحِمٍ وَإن عَذَّبتَ فَغَيرُ ظالِمٍ. حُجَّتي يا اللهُ في جُرأتي عَلى مُسألَتِكَ مَعَ إتياني ما تَكرَهُ جودُكَ وَكَرَمُكَ وعُدَّتي في شِدَّتي مَعَ قِلَّةِ حيائي رَأفَتُكَ وَرَحمَتُكَ وَقَد رَجَوتُ أن لا تَخيبَ بَينَ ذَينِ وذَينِ مُنيَتي، فَحَقِّق رَجائي وَاسمَع دُعائي يا خَيرَ مَن دَعاهُ داعٍ وَأفضَلَ مَن رَجاهُ راجٍ.\n\nعَظُمَ يا سَيِّدي أمَلي وَساءَ عَمَلي فَأعطِني مِن عَفوِكَ بِمِقدارِ أمَلي وَلا تُؤاخِذَني بِأسوَءِ عَمَلي فَإنَّ كَرَمَكَ يَجِلُّ عَن مُجازاةِ المُذنِبينَ وَحِلمَكَ يَكبُرُ عَن مُكافاةِ المُقَصِّرينَ، وَأنا يا سَيِّدي عَائِذٌ بِفَضلِكَ هارِبٌ مِنكَ إلَيكَ مُتَنَجِّزٌ ما وَعَدتَ مِنَ الصَّفحِ عَمَّن أحسَنَ بِكَ ظَنّاً وَما أنا يا رَبِّ وَما خَطَري، هَبني بَفَضلِكَ وَتَصَدَّق عَلَيَّ بِعَفوِكَ أي رَبِّ، جَلِّلني بِسِترِكَ وَاعفُ عَن تَوبيخي بِكَرَمِ وَجهِكَ، فَلَوِ اطَّلَعَ اليَومَ عَلى ذَنبي غَيرُكَ ما فَعَلتُهُ وَلَو خِفتُ تَعجيلَ العُقوبَةِ لاجتَنَبتُهُ لا لأنَّكَ أهوَنُ النَّاظِرينَ وَأخَفُّ المُطَّلِعينَ بَل لأنَّكَ يا رَبِّ خَيرُ السَّاتِرينَ وَأحكَمُ الحاكِمينَ وَأكرَمُ الأكرَمينَ، سَتَّارُ العُيوبِ غَفَّارُ الذُّنوبِ عَلّامُ الغُيوبِ تَستُرُ الذَّنبَ بِكَرَمِكَ وَتُؤَخِّرُ العُقوبَةَ بِحِلمِكَ، فَلَكَ الحَمدُ عَلى حِلمِكَ بَعدَ عِلمِكَ وَعَلى عَفوِكَ بَعدَ قُدرَتِكَ. وَيَحمِلُني ويُجَرِّئُني عَلى مَعصيَتِكَ حِلمُكَ عَنّي، وَيَدعوني إلى قِلَّةِ الحياءِ سِترُكَ عَلَيَّ، وَيُسرِعُني إلى التَّوَثُّبِ عَلى مَحارِمِكَ مَعرِفَتي بِسَعَةِ رَحمَتِكَ وَعَظيمِ عَفوِكَ، يا حَليمُ يا كَريمُ يا حَيُّ يا قَيّومُ يا غافِرَ الذَّنبِ يا قابِلَ التَّوبِ يا عَظيمَ المَنِّ يا قَديمَ الإحسانِ أينَ سَترُكَ الجَميلُ، أينَ عَفوُكَ الجَليلُ، أينَ فَرَجُكَ القَريبُ، أينَ غياثُكَ السَّريعُ، أينَ رَحمَتُكَ الواسِعَةُ، أينَ عَطاياكَ الفاضِلَةُ، أينَ مَواهِبُكَ الهَنيئةُ، أينَ صَنائِعُكَ السَّنيَّةُ، أينَ فَضلُكَ العَظيمُ، أينَ مَنُّكَ الجَسيمُ، أينَ إحسانُكَ القَديمُ، أينَ كَرَمُكَ يا كَريمُ، بِهِ فَاستَنقِذني وَبِرَحمَتِكَ فَخَلِّصني يا مُحسِنُ يا مُجمِلُ يا مُنعِمُ يا مُفْضِلُ، لَستُ أتَّكِلُ في النَّجاةِ مِن عِقابِكَ عَلى أعمالِنا بَل بِفَضلِكَ عَلَينا لأنَّكَ أهلُ التَّقوى وَأهلُ المَغفِرَةِ تُبدِئُ بِالإحسانِ نِعَماً وَتَعفو عَنِ الذَّنبِ كَرَماً، فَما نَدري ما نَشكُرُ أجَميلَ ما تَنشُرُ أم قَبيحَ ما تَستُرُ أم عَظيمَ ما أبلَيتَ وَأولَيتَ أم كَثيرَ ما مِنهُ نَجَّيتَ وَعافَيتَ، يا حَبيبَ مَن تَحَبَّبَ إلَيكَ وَيا قُرَّةَ عَينِ مَن لاذَ بِكَ وَانقَطَعَ إلَيكَ. أنتَ المُحسِنُ وَنَحنُ المُسيئونَ، فَتَجاوَز يا رَبِّ عَن قَبيحِ ما عِندَنا بِجَميلِ ما عِندَكَ، وَأيُّ جَهلٍ يا رَبِّ لا يَسَعُهُ جُودُكَ أو أيُّ زَمانٍ أطوَلُ مِن أناتِكَ، وَما قَدرُ أعمالِنا في جَنبِ نِعَمِكَ وَكَيفَ نَستَكثِرُ أعمالاً نُقابِلُ بِها كَرَمَكَ بَل كَيفَ يَضيقُ عَلى المُذنِبينَ ما وَسِعَهُم مِن رَحمَتِكَ.\n\nيا وَاسِعَ المَغفِرَةِ يا باسِطَ اليَدَينِ بِالرَّحمَةِ فَوَعِزَّتِكَ يا سَيِّدي لَو نَهَرتَني ما بَرِحتُ مِن بابِكَ وَلا كَففتُ عَن تَمَلُّقِكَ لِما انتَهى إلَيَّ مِن المَعرِفَةِ بِجودِكَ وَكَرَمِكَ، وَأنتَ الفاعِلُ لِما تَشاءُ تُعَذِّبُ مَن تَشاءُ بِما تَشاءُ كَيفَ تَشاءُ وَتَرحَمُ مَن تَشاءُ بِما تَشاءُ كَيفَ تَشاءُ، لا تُسألُ عَن فِعلِكَ وَلا تُنازَعُ في مُلكِكَ وَلا تُشارَكُ في أمرِكَ وَلا تُضادُّ في حُكمِكَ وَلا يَعتَرِضُ عَلَيكَ أحَدٌ في تَدبيرِكَ، لَكَ الخَلقُ وَالأمرُ تَبارَكَ اللهُ رَبُّ العَالَمينَ.\n\nيا رَبِّ هذا مَقامُ مَن لاذَ بِكَ وَاستَجارَ بِكَرَمِكَ وَألِفَ إحسانَكَ وَنِعَمَكَ وَأنتَ الجَوادُ الَّذي لا يَضيقُ عَفوُكَ وَلا يَنقُصُ فَضلُكَ وَلا تَقِلُّ رَحمَتُكَ، وَقَد تَوَثَّقنا مِنكَ بالصَّفحِ القَديمِ وَالفَضلِ العَظيمِ وَالرَّحمَةِ الواسِعَةِ أفَتُراكَ يا رَبِّ تَخلِفُ ظُنونَنا أو تُخَيِّبُ آمالَنا كَلا، يا كَريمُ فَلَيسَ هذا ظَنُّنا بِكَ وَلا هذا فيكَ طَمَعُنا، يا رَبِّ إنَّ لَنا فيكَ أمَلاً طَويلاً كَثيراً إنَّ لَنا فيكَ رَجاءً عَظيماً عَصَيناكَ وَنَحنُ نَرجو أن تَستُرَ عَلَينا وَدَعَوناكَ وَنَحنُ نَرجو أن تَستَجيبَ لَنا فَحَقِّق رَجائَنا، مَولانا فَقَد عَلِمنا ما نَستَوجِبُ بِأعمالِنا وَلكِن عِلمُكَ فينا وَعِلمُنا بِأنَّكَ لا تَصرِفُنا عَنكَ، وَإن كُنّا غَيرَ مُستَوجِبينَ لِرَحمَتِكَ فَأنتَ أهلٌ أن تَجودَ عَلَينا وَعَلى المُذنِبينَ بِفَضلِ سَعَتِكَ، فَامنُن عَلَينا بِما أنتَ أهلُهُ وَجُد عَلَينا فَإنّا مُحتاجونَ إلى نَيلِكَ يا غَفَّارُ بِنورِكَ اهتَدَينا وَبِفَضلِكَ استَغنَينا وَبِنِعمَتِكَ أصبَحنا وَأمسَينا. ذُنوبُنا بَينَ يَدَيكَ نَستَغفِرُكَ اللهُمَّ مِنها وَنَتوبُ إلَيكَ، تَتَحَبَّبُ إلَينا بِالنِّعَمِ وَنُعارِضُكَ بِالذُّنوبِ خَيرُكَ إلَينا نازِلٌ وَشَرُّنا إلَيكَ صاعِدٌ وَلَم يَزَل وَلايزالُ مَلَكٌ كَريمٌ يا تيكَ عَنّا بِعَمَلٍ قَبيحٍ فَلا يَمنَعُكَ ذلِكَ مِن أن تَحوطَنا بِنِعَمِكَ وَتَتَفَضَّلَ عَلَينا بِآلائِكَ، فَسُبحانَكَ ما أحلَمَكَ وَأعظَمَكَ وَأكرَمَكَ مُبدِئاً وَمُعيداً، تَقَدَّسَت أسماؤُكَ وَجَلَّ ثَناؤُكَ وَكَرُمَ صَنائِعُكَ وَفِعالُكَ. أنتَ إلهي أوسَعُ فَضلاً وَأعظَمُ حِلماً مِن أن تُقايِسَني بِفِعلي وَخَطيئَتي، فَالعَفوَ العَفوَ العَفوَ سَيِّدي سَيِّدي سَيِّدي اللَّهُمَّ اشغَلنا بِذِكرِكَ وَأعِذنا مِن سَخَطِكَ وَأجِرنا مِن عَذابِكَ وَارزُقنا مِن مَواهِبِكَ وَأنعِم عَلَينا مِن فَضلِكَ وَارزُقنا حَجَّ بَيتِكَ وَ زيارة قَبرِ نَبيِّكَ صَلَواتُكَ وَرَحمَتُكَ وَمَغفِرَتُكَ وَرِضوانُكَ عَلَيهِ وَعَلى أهلِ بَيتِهِ إنَّكَ قَريبٌ مُجيبٌ، وَارزُقنا عَمَلاً بِطاعَتِكَ وَتَوَفَّنا عَلى مِلَّتِكَ وَسُنَّةِ نَبيِّكَ (صلى الله عليه وآله).\n\nاللهُمَّ اغفِر لي وَلِوالِدَيَّ وَارحَمهُما كَما رَبَّياني صَغيراً، اجزِهِما بِالإحسانِ إحساناً وَبِالسَّيِّئاتِ غُفراناً، اللَّهُمَّ إغفِر لِلمُؤمِنينَ وَالمُؤمِناتِ الأَحياءِ مِنهُم وَالأمواتِ وَتابِع بَينَنا وَبَينَهُم بِالخَيراتِ، اللَّهُمَّ اغفِر لِحَيِّنا وَمَيِّتِنا وَشاهِدِنا وَغائِبِنا ذَكَرِنا وَاُنثانا صَغيرِنا وَكَبيرنا حُرِّنا وَمَملوكِنا. كَذَبَ العادِلونَ بِاللهِ وَضَلّوا ضَلالاً بَعيداً وَخَسِروا خُسراناً مُبيناً.\n\nاللَّهُمَّ صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَاختِم لي بِخَيرٍ وَاكفِني ما أهَمَّني مِن أمرِ دُنيا يَ وَآخِرَتي، وَلا تُسَلِّط عَلَيَّ مَن لا يَرحَمُني وَاجعَل عَلَيَّ مِنكَ وَاقيَةً باقيَةً وَلا تَسلُبني صالِحَ ما أنعَمتَ بِهِ عَلَيَّ، وَارزُقني مِن فَضلِكَ رِزقاً وَاسِعاً حَلالاً طَيِّباً. اللَّهُمَّ احرُسني بِحَراسَتِكَ وَاحفَظني بِحِفظِكَ وَاكلّأني بِكلّاءَتِكَ وَارزُقني حَجَّ بَيتِكَ الحَرامِ في عامِنا هذا وَفي كُلِّ عامٍ وَزيارة قَبرِ نَبيِّكَ وَالأئِمَّةِ (عليهم السلام)، وَلا تُخلِني يا رَبِّ مِن تِلكَ المَشاهِدِ الشَّريفَةِ وَالمَواقِفِ الكَريمَةِ. اللهُمَّ تُب عَلَيَّ حَتَّى لا أعصِيَكَ وَألهِمني الخَيرَ وَالعَمَلَ بِهِ وَخَشيَتَكَ بِاللَّيلِ وَالنَّهارِ ما أبقَيتَني يا رَبَّ العَالَمينَ.\n\nاللهُمَّ إنّي كُلَّما قُلتُ قَد تَهَياتُ وَتَعَبّأتُ وَقُمتُ للصَّلاةِ بَينَ يَدَيكَ وَناجَيتُكَ ألقَيتَ عَلَيَّ نُعاساً إذا أنا صَلَّيتُ وَسَلَبتَني مُناجاتَكَ إذا أنا ناجَيتُ، مالي كُلَّما قُلتُ قَد صَلُحَت سَريرَتي وَقَرُبَ مِن مَجالِسِ التَّوّابينَ مَجلِسي عَرَضَت لي بَليَّةٌ أزالَت قَدَمي وَحالَت بَيني وَبَينَ خِدمَتِكَ، سَيِّدي لَعَلَّكَ عَن بابِكَ طَرَدتَني وَعَن خِدمَتِكَ نَحَّيتَني، أو لَعَلَّكَ رَأيتَني مُستَخِفّاً بِحَقَّكَ فَأقصَيتَني، أو لَعَلَّكَ رَأيتَني مُعرِضاً عَنكَ فَقَلَيتَني، أو لَعَلَّكَ وَجَدتَني في مَقامِ الكاذِبينَ فَرَفَضتَني، أو لَعَلَّكَ رَأيتَني غَيرَ شاكِرٍ لِنَعمائِكَ فَحَرَمتَني، أو لَعَلَّكَ فَقَدتَني مِن مَجالِسِ العُلَماءِ فَخَذَلتَني، أو لَعَلَّكَ رَأيتَني في الغافِلينَ فَمِن رَحمَتِكَ آيَستَني، أو لَعَلَّكَ رَأيتَني آلِفَ مَجالِسَ البَطَّالينَ فَبَيني وَبَينَهُم خَلَّيتَني، أو لَعَلَّكَ لَم تُحِبَّ أن تَسمَعَ دُعائي فَباعَدتَني، أو لَعَلَّكَ بِجُرمي وَجَريرَتي كافَيتَني، أو لَعَلَّكَ بِقِلَّةِ حيائي مِنكَ جازَيتَني فَإن عَفَوتَ يا رَبِّ فَطالَما عَفَوتَ عَن المُذنِبينَ قَبلي لأنَّ كَرَمَكَ أي رَبِّ يَجِلُّ عَن مُكافاةِ المُقَصِّرينَ، وَأنا عائِذٌ بِفَضلِكَ هارِبٌ مِنكَ إلَيكَ مُتَنَجِّزٌ ما وَعَدتَ مِنَ الصَّفحِ عَمَّن أحسَنَ بِكَ ظَنّاً. إلهي أنتَ أوسَعُ فَضلاً وَأعظَمُ حِلماً مِن أن تُقايِسني بِعَمَلي أو أن تَستَزِلَّني بِخَطيئَتي وَما أنا يا سَيِّدي وَما خَطَري هَبني بِفَضلِكَ سَيِّدي وَتَصَدَّق عَلَيَّ بِعَفوِكَ وَجَلِّلني بِسَترِكَ وَاعفُ عَن تَوبيخي بِكَرَمِ وَجهِكَ. سَيِّدي أنا الصَّغيرُ الَّذي رَبَّيتَهُ وَأنا الجاهِلُ الَّذي عَلَّمتَهُ وَأنا الضَّالُّ الَّذي هَدَيتَهُ وَأنا الوَضيعُ الَّذي رَفَعتَهُ وَأنا الخائِفُ الَّذي آمَنتُهُ وَالجائِعُ الَّذي أشبَعتَهُ وَالعَطشانُ الَّذي أروَيتَهُ وَالعاري الَّذي كَسَوتَهُ وَالفَقيرُ الَّذي أغنَيتَهُ وَالضَّعيفُ الَّذي قَوَّيتَهُ وَالذَّليلُ الَّذي أعزَزتَهُ وَالسَّقيمُ الَّذي شَفَيتَهُ وَالسَّائِلُ الَّذي أعطّيتَهُ وَالمُذنِبُ الَّذي سَتَرتَهُ وَالخاطئُ الَّذي أقلتَهُ، وَأنا القَليلُ الَّذي كَثَّرتَهُ وَالمُستَضعَفُ الَّذي نَصَرتَهُ وَأنا الطَّريدُ الَّذي آوَيتَهُ، أنا يا رَبِّ الَّذي لَم أستَحيِكَ في الخَلاءِ وَلَم اُراقِبكَ في المَلاءِ أنا صاحِبُ الدَّواهي العُظمى، أنا الَّذي عَلى سَيِّدِهِ اجتَرى، أنا الَّذي عَصَيتُ جَبَّارَ السَّماء، أنا الَّذي أعطَيتُ عَلى مَعاصي الجَليلِ الرُّشا، أنا الَّذي حينَ بُشِّرتُ بِها خَرَجتُ إلَيها أسعى. أنا الَّذي أمهَلتَني فَما ارعَوَيتُ وَسَتَرتَ عَلَيَّ فَما استَحيَيتُ وَعَمِلتُ بِالمَعاصي فَتَعَدَّيتُ وَأسقَطتَني مِن عَينِكَ فَما بالَيتُ، فَبِحِلمِكَ أمهَلتَني وَبِسِترِكَ سَتَرتَني حَتَّى كَأنَّكَ أّغفَلتَني وَمِن عُقوباتِ المَعاصي جَنَّبتَني، حَتَّى كَأنَّكَ استَحيَيتَني.\n\nإلهي لَم أعصِكَ حينَ عَصَيتُكَ وَأنا بِرُبوبيَّتِكَ جاحِدٌ وَلا بِأمرِكَ مُستَخِفٌ وَلا لِعُقوبَتِكَ مُتَعَرِّضٌ وَلا لِوَعيدِكَ مُتَهاوِنٌ، لكِن خَطيئَةٌ عَرَضَت وَسَوَّلَت لي نَفسي وَغَلَبَني هَوَايَ وَأعانَني عَلَيها شِقوَتي وَغَرَّني سِترُكَ المُرخَى عَلَيَّ، فَقَد عَصَيتُكَ وَخالَفتُكَ بِجُهدي فَالأنَ مِن عَذابِكَ مَن يَستَنقِذُني وَمِن أيدي الخُصَماءِ غَداً مَن يُخَلِّصُني وَبِحَبلِ مَن أتَّصِلُ إن أنتَ قَطَعتَ حَبلَكَ عَنّي فَواسَوْأَتا عَلى ما أحصَى كِتابُكَ مِن عَمَلي الَّذي لَولا ما أرجو مِن كَرَمِكَ وَسَعَةِ رَحمَتِكَ وَنَهيِكَ إيايَ عَن القُنوطِ لَقَنَطتُ عِندَما أتَذَكَّرُها، يا خَيرَ مِن دَعاهُ داعٍ وَأفضَلَ مَن رَجاهُ راجٍ، اللهُمَّ بِذِمَّةِ الإسلامِ أتَوَسَّلُ إلَيكَ وَبِحُرمَةِ القُرآنِ أعتَمِدُ عَلَيكَ، وَبِحُبّي النَّبيَّ الاُمّيَّ القَرَشيَّ الهاشِميَّ العَرَبيَّ التِّهاميَّ المَكّيَّ المَدَنيَّ أرجو الزُّلفَةَ لَدَيكَ، فَلا توحِشِ استِئناسَ إيماني وَلا تَجعَل ثَوابي ثَوابَ مَن عَبَدَ سِواكَ، فَإنَّ قَوماً آمَنوا بِألسِنَتِهِم ليَحقِنوا بِهِ دِماءَهَم فَأدرَكوا ما أمَّلوا وإنّا آمَنّا بِكَ بِألسِنَتِنا وَقُلوبِنا لِتَعفوَ عَنّا، فَأدرِكنا ما أمَّلنا وَثَبِّت رَجاءَكَ في صُدورِنا، وَلا تُزِغ قُلوبَنا بَعدَ إذ هَدَيتَنا وَهَب لَنا مِن لَدُنكَ رَحمَةً إنَّكَ أنتَ الوَهّابُ. فَوَعِزَّتِكَ لَو انتَهَرتَني ما بَرِحتُ مِن بابِكَ وَلا كَفَفتُ عَن تَمَلُّقِكَ لِما أُلهِمَ قَلبي مِنَ المَعرِفَةِ بِكَرَمِكَ وَسَعَةِ رَحمَتِكَ. إلى مَن يَذهَبُ العَبدُ إلاّ إلى مَولاهُ وَإلى مَن يَلتَجئُ المَخلوقُ إلاّ إلى خالِقِهِ إلهي لَو قَرَنتَني بِالأصفادِ وَمَنَعتَني سَيبَكَ مِن بَينِ الأشهادِ وَدَلَلتَ عَلى فَضائِحي عُيونَ العِبادِ وَأمَرتَ بي إلى النّارِ وَحُلتَ بَيني وَبَينَ الأبرارِ ما قَطَعتُ رَجائي مِنكَ، وَما صَرَفتُ تأميلي لِلعَفوِ عَنكَ وَلا خَرَجَ حُبُّكَ مِن قَلبي. أنا لا أَنْسَى اياديكَ عِندي وَسِترَكَ عَلَيَّ في دارِ الدُّنيا ، سَيِّدي أخرِج حُبَّ الدُّنيا مِن قَلبي وَاجمَع بَيني وَبَينَ المُصطَفى وَآلِهِ خيَرَتِكَ مِن خَلقِكَ وَخاتَمِ النَّبيّينَ (صلى الله عليه وآله)، وَانقُلني إلى دَرَجَةِ التَوبَةِ إلَيكَ وَأعِنّي بِالبُكاءِ عَلى نَفسي فَقَد أفنَيتُ بِالتَّسويفِ وَالآمالِ عُمري، وَقَد نَزَلتُ مَنزِلَةَ الآيِسينَ مِن خَيري فَمَن يَكونُ أسوَأَ حالاً مِنّي اِن أنا نُقِلتُ عَلى مِثلِ حالي إلى قَبري لَم اُمَهِّدهُ لِرَقدَتي وَلَم أفرُشهُ بِالعَمَلِ الصَّالِحِ لِضَجعَتي، وَمالي لا أبكي وَلا أدري إلى ما يَكونُ مَصيري وَأرى نَفسي تُخادِعُني وَأيامي تُخاتِلُني، وَقَد خَفَقَت عِندَ رَأسي أجنِحَةُ المَوتِ، فَما لي لا أبكي أبكي لِخُروجِ نَفسي أبكي لِظُلمَةِ قَبري أبكي لِضيقِ لَحدي أبكي لِسُؤالِ مُنكَرٍ وَنَكيرٍ إيايَ أبكي لِخُروجي مِن قَبري عُرياناً ذَليلاً حامِلاً ثِقلي عَلى ظَهري، أنظُرُ مرّة عَن يَميني وَاُخرى عَن شَمالي إذِ الخَلائِقُ في شَأنٍ غَيرِ شَأني لِكُلِّ امرِئٍ مِنهُم يَومَئِذٍ شَأنٌ يُغنيهِ، وَجوهٌ يَومَئِذٍ مُسفِرَةٌ ضاحِكَةٌ مُستَبشِرَةٌ وَوُجوهٌ يَومَئِذٍ عَلَيها غَبَرَةٌ تَرهَقُها قَتَرَةٌ وَذِلَّةٌ، سَيِّدي عَلَيكَ مُعَوَّلي وَمُعتَمَدي وَرَجائي وَتَوَكُّلي وَبِرَحمَتِكَ تَعَلُّقي تِصيبُ بِرَحمَتِكَ مَن تَشاءُ وَتَهدي بِكَرامَتِكَ مَن تُحِبُّ، فَلَكَ الحَمدُ عَلى ما نَقَّيَتَ مِنَ الشِّركِ قَلبي، وَلَكَ الحَمدُ عَلى بَسطِ لِساني أفَبِلِساني هذا الكالِّ أشكُرُكَ أم بِغايَةِ جُهدي في عَمَلي أُرضيكَ وَما قَدرُ لِساني يا رَبِّ في جَنبِ شُكرِكَ وَما قَدرُ عَمَلي في جَنبِ نِعَمِكَ وَإحسانِكَ إلهي إنَّ جودَكَ بَسَطَ أمَلي وَشُكرَكَ قَبِلَ عَمَلي.\n\nسَيِّدي إلَيكَ رَغبَتي وَإلَيكَ رَهبَتي وَإلَيكَ تَأميلي وَقَد ساقَني إلَيكَ أمَلي وَعَلَيكَ يا وَاحِدي عَكَفَت هِمَّتي وَفيما عِندَكَ انبَسَطَت رَغبَتي وَلَكَ خالِصُ رَجائي وَخَوفي وَبِكَ أنِسَت مَحَبَّتي وَإلَيكَ ألَقَيتُ بيَدي وَبِحَبلِ طاعَتِكَ مَدَدتُ رَهبَتي، يا مَولايَ بِذِكرِكَ عاشَ قَلبي وَبِمُناجاتِكَ بَرَّدتُ ألَمَ الخَوفِ عَنّي فيا مَولايَ وَ يا مُؤَمَّلي وَيا مُنتهى سُؤلي فَرِّق بَيني وَبَينَ ذَنبي المانِعِ لي مِن لُزومِ طاعَتِكَ، فَإنَّما أسألُكَ لِقَديمِ الرَّجاءِ فيكَ وَعَظيمِ الطَمَعِ مِنكَ الَّذي أوجَبتَهُ عَلى نَفسِكَ مِنَ الرَّأفَةِ وَالرَّحمَةِ، فَالأمرُ لَكَ وَحدَكَ لاشَريكَ لَكَ وَالخَلقُ كُلُّهُم عيا لُكَ وَفي قَبضَتِكَ وَكُلُّ شَيءٍ خاضِعٌ لَكَ، تَبارَكتَ يا رَبَّ العَالَمينَ إلهي ارحَمني إذا انقَطَعَت حُجَّتي وَكَلَّ عَن جَوابِكَ لِساني وَطاشَ عِندَ سُؤالِكَ إيايَ لُبّي، فيا عَظيمَ رَجائي لا تُخَيِّبني إذا اشتَدَّت فاقَتي وَلاتَرُدَّني لِجَهلي وَلا تَمنَعني لِقِلَّةِ صَبري. أعطِني لِفَقري وَارحَمني لِضَعفي سَيِّدي عَلَيكَ مُعتَمَدي وَمُعَوَّلي وَرَجائي وَتَوَكُّلي وَبِرَحمَتِكَ تَعَلُّقي وَبِفِنائِكَ أحُطُّ رَحلي وَبِجودِكَ أقصِدُ طَلِبَتي وَبِكَرَمِكَ أي رَبِّ أستَفتِحُ دُعائي وَلَدَيكَ أرجو فاقَتي وَبِغِناكَ أجبُرُ عَيلَتي وَتَحتَ ظِلِّ عَفوِكَ قيامي وَإلى جودِكَ وَكَرَمِكَ أرفَعُ بَصَري وَإلى مَعروفِكَ أُديمُ نَظَري، فَلا تُحرِقني بِالنَّارِ وَأنتَ مَوضِعُ أمَلي وَلا تُسكِنّي الهاويَةَ فَإنَّكَ قُرَّةُ عَيني، يا سَيِّدي لا تُكَذِّب ظَنّي بِإحسانِكَ وَمَعروفِكَ فَإنَّكَ ثِقَتي، وَلا تَحرِمني ثَوابَكَ فَإنَّكَ العارِفُ بِفَقري. إلهي إن كانَ قَد دَنا أجَلي وَلَم يُقَرِّبُني مِنكَ عَمَلي فَقَد جَعَلتُ الاعتِرافَ إلَيكَ بِذَنبي وَسائِلَ عِلَلي، إلهي إن عَفَوتَ فَمَن أولى مِنكَ بِالعَفوِ وَإن عَذَّبتَ فَمَن أعدَلُ مِنكَ في الحُكمِ.\n\nارحم في هذِهِ الدُّنيا غُربَتي وَعِندَ المَوتِ كُربَتي وَفي القَبرِ وَحدَتي وَفي اللَّحدِ وَحشَتي وَإذا نُشِرتُ لِلحِسابِ بَينَ يَدَيكَ ذُلَّ مَوقِفي، وَاغفِر لي ما خَفيَ عَلى الآدَميّينَ مِن عَمَلي وَأدِم لي ما بِهِ سَتَرتَني وَارحَمني صَريعاً عَلى الفِراشِ تُقَلِّبُني أيدي أحِبَّتي، وَتَفضَّل عَلَيَّ مَمدوداً عَلى المُغتَسَلِ يُقَلِّبُني صالِحُ جيرَتي، وَتَحَنَّن عَلَيَّ مَحمولاً قَد تَناوَلَ الأقرِباءُ أطرافَ جَنازَتي، وَجُد عَلَيَّ مَنقولاً قَد نَزَلتُ بِكَ وَحيداً في حُفرَتي، وَارحَم في ذلِكَ البَيتِ الجَديدِ غُربَتي حَتَّى لا أستَأنِسَ بِغَيرِكَ. يا سَيِّدي إن وَكَلتَني إلى نَفسي هَلَكتُ سَيِّدي فَبِمَن استَغيثُ إن لَم تُقِلني عَثرَتي فَإلى مَن أفزَعُ إن فَقَدتُ عِنايَتَكَ في ضَجعَتي وَإلى مَن ألتَجيءُ إن لَم تُنَفِّسْ كُربَتي سَيِّدي مَن لي وَمَن يَرحَمُني إن لَم تَرحَمني وَفَضلَ مَن اُؤَمِّلُ إن عَدِمتُ فَضلَكَ يَومَ فاقَتي وَإلى مَن الفِرارُ مِنَ الذُّنوبِ إذا انقَضى أجَلي، سَيِّدي لا تُعَذِّبني وَأنا أرجوكَ إلهي حَقِّق رَجائي وَآمِن خَوفي فَإنَّ كَثرَةَ ذُنوبي لا أرجو فيها إلاً عَفوَكَ، سَيِّدي أنا أسألُكَ مالا استَحِقُّ وَأنتَ أهلُ التَّقوى وَأهلُ المَغفِرَةِ، فَاغفِر لي وَألبِسني مِن نَظَرِكَ ثَوباً يُغَطّي عَلَيَّ التَّبِعاتِ وَتَغفِرُها لي وَلا اُطالَبُ بِها إنَّكَ ذو مَنٍّ قَديمٍ وَصَفحٍ عَظيمٍ وَتَجاوُزٍ كَريمٍ. إلهي أنتَ الَّذي تُفيضُ سَيبَكَ عَلى مَن لا يَسألُكَ وَعَلى الجاحِدينَ بِرُبوبيَّتِكَ، فَكَيفَ سَيِّدي بِمَن سألَكَ وَأيقَنَ أنَّ الخَلقَ لَكَ وَالأمرَ إلَيكَ، تَبارَكتَ وَتَعالَيتَ يا رَبَّ العَالَمينَ، سَيِّدي عَبدُكَ بِبابِكَ أقامَتهُ الخَصاصَةُ بَينَ يَدَيكَ يَقرَعُ بابَ إحسانِكَ بِدُعائِهِ، فَلا تُعرِضَ بِوَجهِكَ الكَريمِ عَنّي وَاقبَل مِنّي ما أقولُ فَقَد دَعَوتُ بِهذا الدُّعاءِ وَأنا أرجو أن لا تَرُدَّني مَعرِفَةً مِنّي بِرَأفَتِكَ وَرَحمَتِكَ. إلهي أنتَ الَّذي لا يُحفيكَ سائِلٌ وَلا يَنقُصُكَ نائِلٌ أنتَ كَما تَقولُ وَفَوقَ ما نَقولُ، اللهُمَّ إنّي أسألُكَ صَبراً جَميلاً وَفَرَجاً قَريباً وَقَولاً صادِقاً وَأجراً عَظيماً، أسألُكَ يا رَبِّ مِنَ الخَيرِ كُلِّهِ ما عَلِمتُ مِنهُ وَما لَم أعلَمُ، أسألُكَ اللهُمَّ مِن خَيرِ ما سألَكَ مِنهُ عِبادُكَ الصَّالِحونَ يا خَيرَ مَن سُئِلَ وَأجوَدَ مَن أعطى أعطِني سُؤلي في نَفسي وَأهلي وَوالِدَيَّ وَوُلدي وَأهلِ حُزانَتي وَإخواني فيكَ، وَأرغِد عَيشي وَأظهِر مُروَّتي وَأصلِح جَميعَ أحوالي وَاجعَلني مِمَّن أطَلتَ عُمرَهُ وَحَسَّنتَ عَمَلَهُ وَأتمَمتَ عَلَيهِ نِعمَتَكَ وَرَضيتَ عَنهُ وَأحيَيتَهُ حياةً طَيِّبَةً في أدوَمِ السُّرورِ وَأسبَغِ الكَرامَةِ وَأتَمِّ العَيشِ، إنَّكَ تَفعَلُ ما تَشاءُ وَلا يَفعَلُ ما يَشاءُ غَيرُكَ. اللهُمَّ خُصَّني مِنكَ بِخاصَّةِ ذِكرِكَ وَلا تَجعَل شَيئاً مِمّا أتَقَرَّبُ بِهِ في آناءِ اللَّيلِ وَأطرافِ النَّهارِ رياءً وَلا سُمعَةً وَلا أشَراً وَلا بَطَراً، وَاجعَلني لَكَ مِنَ الخاشِعينَ.\n",
            "text2": "اللهُمَّ أعطِني السَّعَةَ في الرِّزقِ وَالأمنَ في الوَطَنِ وَقُرَّةَ العَينِ في الأهلِ وَالمالِ وَالوَلَدِ وَالمُقامَ في نِعَمِكَ عِندي وَالصِّحَّةَ في الجِسمِ وَالقوَّةَ في البَدَنِ وَالسَّلامَةَ في الدّينِ وَاستَعمِلني بِطاعَتِكَ وَطاعَةِ رَسولِكَ مُحَمَّدٍ (صلى الله عليه وآله) أبَداً ما استَعمَرتَني، وَاجعَلني مِن أوفَرِ عِبادِكَ عِنْدَكَ نَصيباً في كُلِّ خَيرٍ أنزَلتَهُ وَتُنزِلُهُ في شَهرِ رَمَضانَ في لَيلَةِ القَدرِ وَما أنتَ مُنزِلُهُ في كُلِّ سَنَةٍ مِن رَحمَةٍ تَنشُرُها وَعافيَةٍ تُلبِسُها وَبَليَّةٍ تَدفَعُها وَحَسَناتٍ تَتَقَبَّلُها وَسَيِّئاتٍ تَتَجاوَزُ عَنها، وَارزُقني حَجَّ بَيتِكَ الحَرامِ في عامِنا هذا وَفي كُلِّ عامٍ، وَارزُقني رِزقاً وَاسِعاً مِن فَضلِكَ الواسِعِ وَاصرِف عَنّي يا سَيِّدي الأسواءَ وَاقضِ عَنّي الدَّينَ وَالظُّلاماتِ حَتَّى لا أتَأذّى بِشَيءٍ مِنهُ وَخُذ عَنّي بِأسماعِ وَأبصارِ أعدائي وَحُسَّادي وَالباغينَ عَلَيَّ، وَانصُرني عَلَيهِم وَأقِرَّ عَيني وَفَرِّح قَلبي، وَاجعَل لي مِن هَمّي وَكَربي فَرَجاً وَمَخرَجاً وَاجعَل مَن أرادَني بِسوءٍ مِن جَميعِ خَلقِكَ تَحتَ قَدَميَّ، وَاكفِني شَرَّ الشَّيطانِ وَشَرَّ السُّلطانِ وَسَيِّئاتِ عَمَلي وَطَهِّرني مِنَ الذُّنوبِ كُلِّها وَأجِرني مِنَ النّارِ بِعَفوِكَ وَأدخِلني الجَنَّةَ بِرَحمَتِكَ وَزَوِّجني مِنَ الحورِ العينِ بِفَضلِكَ وَألحِقني بِأوليائِكَ الصَّالِحينَ مُحَمَّدٍ وَآلِهِ الأبرارِ الطَّيِّبينَ الطَّاهِرينَ الأخيارِ صَلَواتُكَ عَلَيهِم وَعَلى أجسادِهِم وَأرواحِهِم وَرَحمَةُ اللهِ وَبَرَكاتُهُ. إلهي وَسَيِّدي وَعزَّتِكَ وَجَلالِكَ لَئِن طالَبتَني بِذُنوبي لأطالِبَنَّكَ بِعَفوِكَ وَلَئِن طالَبتَني بِلُؤمي لأطالِبَنَّكَ بِكَرَمِكَ وَلَئِن أدخَلتَني النّار لأخبِرَنَّ أهلَ النّارِ بِحُبّي لَكَ. إلهي وَسَيِّدي إن كُنتَ لا تَغفِرُ إلاّ لأوليائِكَ وَأهلِ طاعَتِكَ فَإلى مَن يَفزَعُ المُذنِبونَ وَإن كُنتَ لا تُكرِمُ إلاّ أهلَ الوَفاءِ بِكَ فَبِمَن يَستَغيثُ المُسيئونَ إلهي إن أدخَلتَني النّارَ فَفي ذلِكَ سُرورُ عَدوِّكَ، وَإن أدخَلتَني الجَنَّةَ فَفي ذلِكَ سُرورُ نَبيِّكَ وَأنا وَالله أعلَمُ أنَّ سُرورَ نَبيِّكَ أحَبُّ إلَيكَ مِن سُرورِ عَدوِّكَ.\n\nاللهُمَّ إنّي أسألُكَ أن تَملأ قَلبي حُبّاً لَكَ وَخَشيَةً مِنكَ وَتَصديقاً بِكتابِكَ وَإيماناً بِكَ وَفَرَقاً مِنكَ وَشَوقاً إلَيكَ يا ذا الجَلالِ وَالإكرامِ حَبِّب إلَيَّ لِقاءَكَ وَأحبِب لِقائي وَاجعَل لي في لِقائِكَ الرَّاحَةَ والفَرَجَ وَالكَرامَةَ. اللهُمَّ ألحِقني بِصالِحِ مَن مَضى وَاجعَلني مِن صالِحِ مَن بَقيَ. وَخُذ بي سَبيلَ الصَّالِحينَ وَأعِنّي عَلى نَفسي بِما تُعينُ بِهِ الصَّالِحينَ عَلى أنفُسِهِم وَاختِم عَمَلي بِأحسَنِهِ وَاجعَل ثَوابي مِنهُ الجَنَّةَ بِرَحمَتِكَ، وَأعِنّي عَلى صالِحِ ما أعطَيتَني وَثَبِّتني يا رَبِّ وَلا تَرُدَّني في سوءٍ استَنقَذتَني مِنهُ يا رَبَّ العَالَمينَ. اللهُمَّ إنّي أسألُكَ إيماناً لا أجَلَ لَهُ دونَ لِقائِكَ، أحيني ما أحيَيتَني عَلَيهِ وَتَوَفَّني إذا تَوَفَّيتَني عَلَيهِ وَابعَثني إذا بَعَثتَني عَلَيهِ وَأبرئ قَلبي مِنَ الرياءِ وَالشَّكِّ وَالسُّمعَةِ في دينِكَ حَتَّى يَكونَ عَمَلي خالِصاً لَكَ. اللهُمَّ أعطِني بَصيرَةً في دينِكَ وَفَهماً في حُكمِكَ وَفِقهاً في عِلمِكَ وَكِفلَينِ مِن رَحمَتِكَ وَوَرَعاً يَحجُزُني عَن مَعاصيكَ وَبَيِّض وَجهي بِنورِكَ وَاجعَل رَغبَتي فيما عِندَكَ وَتَوفَّني في سَبيلِكَ وَعلى مِلَّةِ رَسولِكَ (صلى الله عليه وآله). اللهُمَّ إنّي أعوذُ بِكَ مِنَ الكَسَلِ وَالفَشَلِ وَالهَمِّ وَالجُبنِ وَالبُخلِ وَالغَفلَةِ وَالقَسوَةِ وَالمَسكَنَةِ وَالفَقرِ وَالفاقَةِ وَكُلِّ بَليَّةٍ وَالفَواحِشِ ما ظَهَرَ مِنها وَما بَطَنَ، وَأعوذُ بِكَ مِن نَفسٍ لا تَقنَعُ وَبَطنٍ لا يَشبَعُ وَقَلبٍ لا يَخشَعُ وَدُعاءٍ لا يُسمَعُ وَعَمَلٍ لا يَنفَعُ، وَأعوذُ بِكَ يا رَبِّ عَلى نَفسي وَديني وَمالي وَعَلى جَميعِ ما رَزَقتَني مِنَ الشَّيطانِ الرَّجيمِ إنَّكَ أنتَ السَّميعُ العَليمُ. اللهُمَّ إنَّهُ لا يُجيرُني مِنكَ أحَدٌ وَلا أجِدُ مِن دونِكَ مُلتَحَداً فَلا تَجعَل نَفسي في شَيءٍ مِن عَذابِكَ ولا تَرُدَّني بِهَلَكَةٍ وَلا تَرُدَّني بِعَذابٍ أليمٍ، اللهُمَّ تَقَبَّل مِنّي وَأعلِ ذِكري وَارفَع دَرَجَتي وَحُطَّ وِزري وَلا تَذكُرني بِخَطيئَتي وَاجعَل ثَوابَ مَجلِسي وَثَوابَ مَنطِقي وَثَوابَ دُعائي رِضاكَ وَالجَنَّةَ وَأعطِني يا رَبِّ جَميعَ ما سألتُكَ وَزِدني مِن فَضلِكَ إنّي إلَيكَ راغِبٌ يا رَبَّ العالَمينَ.\n\nاللهُمَّ إنَّكَ أنزَلتَ في كِتابِكَ أن نَعفوَ عَمَّن ظَلَمَنا وَقد ظَلَمنا أنفُسَنا فَاعفُ عَنّا فَإنَّكَ أولى بِذلِكَ مِنّا وَأمَرتَنا أن لا نَرُدَّ سائِلاً عَن أبوابِنا وَقَد جِئتُكَ سائِلاً فَلا تَرُدَّني إلاّ بِقَضاء حاجَتي، وَأمَرتَنا بِالإحسانِ إلى ما مَلَكَت أيمانُنا وَنَحنُ أرِقّاؤُكَ فَاعتِق رِقابَنا مِنَ النّارِ يا مَفزَعي عِندَ كُربَتي وَيا غَوثي عِندَ شِدَّتي إلَيكَ فَزِعتُ وَبِكَ استَغَثتُ وَلُذتُ لا ألوذُ بِسِواكَ وَلا أطلُبُ الفَرَجَ إلاّ مِنكَ فَأغِثني وَفَرِّج عَنّي يا مَن يَفُكُّ الأسيرَ وَيَعفو عَنِ الكَثيرِ اقبَل مِنّي اليَسيرَ وَاعفُ عَنّي الكَثيرَ إنَّكَ أنتَ الرَّحيمُ الغَفورُ. اللهُمَّ إنّي أسألُكَ إيماناً تُباشِرُ بِهِ قَلبي وَيَقيناً حَتَّى أعلَمَ أنَّهُ لَن يُصيبَني إلاّ ما كَتَبتَ لي وَرَضِّني مِنَ العَيشِ بِما قَسَمتَ لي يا أرحَمَ الرَّاحِمين."
          },
          {
            "title": "دعاء الإمام الحسين (ع) يوم عرفة",
            "header": "",
            "text": "الحَمدُ للهِ الَّذي لَيسَ لِقَضائِهِ دافِعٌ وَلا لِعَطائِهِ مانِعٌ وَلا كَصُنعِهِ صُنعُ صانِعٍ وَهُوَ الجَوادُ الواسِعُ، فَطَرَ أجناسَ البَدائِعِ وَأتقَنَ بِحِكمَتِهِ الصَّنائعِ وَلا تَخفى عَلَيهِ الطَلائِعِ وَلا تَضيعُ عِندَهُ الوَدايِعُ جازي كُلِّ صانِعٍ وَرايِشُ كُلِّ قانِعٍ وَراحِمُ كُلِّ ضارِعٍ مُنزِلُ المَنافِعِ وَالكِتابِ الجامِعِ بِالنّورِ السَّاطِعِ وَهُوَ لِلدَّعَواتِ سامِعٌ وَللكُرُباتِ دافِعٌ وَلِلدَّرَجاتِ رافِعٌ وَلِلجَبابِرَةِ قامِعٌ، فَلا إلهَ غَيرُهُ وَلا شَيءَ يَعدِلُهُ وَلَيسَ كَمِثلِهِ شَيءٌ وَهُوَ السَّميعُ البَصيرُ اللَّطيفُ الخَبيرُ وَهُوَ عَلى كُلِّ شَيءٍ قَديرٌ، اللهُمَّ إنّي أرغَبُ إلَيكَ وَأشهَدُ بِالرُّبوبيَّةِ لَكَ مُقِرَّاً بِأنَّكَ رَبّي وَإلَيكَ مَرَدّي.\n\nابتَدأتَني بِنِعمَتِكَ قَبلَ أن أكونَ شَيئاً مَذكوراً وَخَلَقتَني مِنَ التُرابِ ثمّ اسكَنتَني الأصلابَ آمِناً لِرَيبِ المَنونِ وَاختِلافِ الدُّهورِ وَالسِّنينَ، فَلَم أزَل ظاعِناً مِن صُلبٍ إلى رَحِمٍ في تَقادُمٍ مِن الأيامِ الماضيَةِ وَالقُرونِ الخاليَةِ، لَم تُخرِجني لِرأفَتِكَ بي وَلُطفِكَ لي وَإحسانِكَ إلَيَّ في دَولَةِ أئِمَّةِ الكُفرِ الَّذينَ نَقَضوا عَهدَكَ وَكَذَّبوا رُسُلَكَ، لكِنَّكَ أخرَجتَني لِلَّذي سَبَقَ لي مِنَ الهُدى الَّذي لَهُ يَسَّرتَني وَفيهِ أنشَأتَني وَمِن قَبلِ ذلِكَ رَؤُفتَ بي بِجَميلِ صُنعِكَ وَسَوابِغِ نِعَمِكَ، فَابتَدَعتَ خَلقي مِن مَنيٍّ يُمنى وَأسكَنتَني في ظُلُماتٍ ثَلاثٍ بَينَ لَحمٍ وَدَمٍ وَجِلدٍ لَم تُشهِدني خَلقي، وَلَم تَجعَل إلَيَّ شَيئاً مِن أمري ثمّ أخرَجتَني لِلَّذي سَبَقَ لي مِنَ الهُدى إلى الدُّنيا تامّاً سَويا وَحَفَظتَني في المَهدِ طِفلاً صَبيا، وَرَزَقتَني مِنَ الغِذاءِ لَبَناً مَرياً وَعَطَفتَ عَلَيَّ قُلوبَ الحَواضِنِ وَكَفَّلتَني الاُمَّهاتِ الرَّواحِمَ وَكَلأتَني مِن طَوارِقِ الجانِّ وَسَلَّمتَني مِنَ الزّيادَةِ وَالنُّقصانِ، فَتَعالَيتَ يا رَحيمُ يا رَحمنُ حَتَّى إذا استَهلَلتُ ناطِقاً بِالكَلامِ أتمَمتَ عَلَيَّ سَوابِغَ الأنِعامِ وَرَبَّيتَني زائِداً في كُلِّ عامٍ، حَتَّى إذا اكتَمَلَت فِطرَتي وَاعتَدَلَت مِرَّتي أوجَبتَ عَلَيَّ حُجَّتَكَ بِأن ألهَمتَني مَعرِفَتَكَ وَرَوَّعتَني بِعَجائِبِ حِكمَتِكَ، وَأيقَظتَني لِما ذَرَأتَ في سَمائِكَ وَأرضِكَ مِن بَدائِعِ خَلقِكَ وَنَبَّهتَني لِشُكرِكَ وَذِكرِكَ وَأوجَبتَ عَلَيَّ طاعَتَكَ وَعِبادَتَكَ وَفَهَّمتَني ما جاءت بِهِ رُسُلُكَ وَيَسَّرتَ لي تَقَبُّلَ مَرضاتِكَ وَمَنَنتَ عَلَيَّ في جَميعِ ذلِكَ بِعَونِكَ وَلُطفِكَ. ثمّ إذ خَلَقتَني مِن خَيرِ الثَّرى لَم تَرضَ لي يا إلهي نِعمَةً دونَ اُخرى وَرَزَقتَني مِن أنواعِ المَعاشِ وَصُنوفِ الرياشِ بِمَنِّكَ العَظيمِ الأعظَمِ عَلَيَّ وَإحسانِكَ القَديمِ إليَّ، حَتَّى إذا أتمَمتَ عَلَيَّ جَميعَ النِّعَمِ وَصَرَفتَ عَنّي كُلَّ النِّقَمِ لَم يَمنعكَ جَهلي وَجُرأتي عَلَيكَ أن دَلَلتَني إلى ما يُقَرِّبُني إلَيكَ وَوَفَّقتَني لِما يُزلِفُني لَدَيكَ، فَإن دَعَوتُكَ أجَبتَني وَإن سألتُكَ أعطَيتَني وَإن أطَعتُكَ شَكَرتَني وَإن شَكَرتُكَ زِدتَني، كُلُّ ذلِكَ إكمالٌ لأنعُمِكَ عَلَيَّ وَإحسانِكَ إلَيَّ فَسُبحانَكَ سُبحانَكَ مِن مُبدئٍ مُعيدٍ حَميدٍ مَجيدٍ وَتَقَدَّسَت أسماؤُكَ وَعَظُمَت آلاؤُكَ، فَأيُّ نِعَمِكَ يا إلهي اُحصي عَدَداً وَذِكراً أم أيُّ عَطاياكَ أقومُ بِها شُكراً.\n\nوَهي يا رَبِّ أكثَرُ مِن أن يُحصيها العادّونَ أو يَبلُغَ عِلماً بِها الحافِظونَ، ثمّ ما صَرَفتَ وَدَرَأتَ عَنّي اللهُمَّ مِنَ الضُّرِّ وَالضَّرَّاءِ أكثَرُ مِمَّا ظَهَرَ لي مِنَ العافيَةِ وَالسَّرَّاءِ، وَأنا أشهَدُ يا إلهي بِحَقيقَةِ إيماني وَعَقدِ عَزَماتِ يَقيني وَخالِصِ صَريحِ تَوحيدي وَباطِنِ مَكنونِ ضَميري وَعَلائِقِ مَجاري نورِ بَصَري وَأساريرِ صَفحَةِ جَبيني وَخُرقِ مَسارِبِ نَفسي وَخَذاريفِ مارِنِ عِرنيني وَمَسارِبِ سِماخِ سَمعي وَما ضُمَّت وَأطبَقَت عَلَيهِ شَفَتايَ وَحَرَكاتِ لَفظِ لِساني وَمَغرَزِ حَنَكِ فَمي وَفَكّي وَمَنابِتِ أضراسي وَمَساغِ مَطعَمي وَمَشرَبي وَحِمالَةِ اُمِّ رَأسي وَبَلُوعِ فارِغِ حَبَائِلِ عُنُقي وَما اشتَمَلَ عَلَيهِ تامورُ صَدري وَحَمائِلُ حَبلِ وَتيني وَنيا طِ حِجابِ قَلبي وَأفلاذِ حَواشي كَبِدي وَما حَوَتهُ شَراسيفُ أضلاعي وَحِقاقُ مَفاصِلي وَقَبضُ عَوامِلي وَأطرافِ أنامِلي وَلَحمي وَدَمي وَشَعري وَبَشَري وَعَصَبي وَقَصَبي وَعِظامي وَمُخّي وَعُروقي وَجَميعِ جَوارِحي وَما انتَسَجَ عَلى ذلِكَ أيامَ رِضاعي وَما أقَلَّتِ الأرضُ مِنّي وَنَومي وَيَقظَتي وَسُكوني وَحَرَكاتِ رُكوعي وَسُجودي، أن لَو حاوَلتُ وَاجتَهَدتُ مَدى الأعصارِ وَالأحقابِ لَو عُمِّرتُها أن اُؤَدّي شُكرَ وَاحِدَةٍ مِن أنعُمِكَ ما استَطَعتُ ذلِكَ إلاّ بِمَنِّكَ الموجَبِ عَلَيَّ بِهِ شُكرُكَ أبَداً جَديداً وَثَناءً طارِفاً عَتيداً، أجَل وَلَو حَرَصتُ أنا وَالعادّونَ مِن أنامِكَ أن نُحصيَ مَدى إنعامِكَ سالِفِهِ وَآنِفِهِ ما حَصَرناهُ عَدَداً وَلا أحصَيناهُ أمَداً. هَيهاتَ أنَّى ذلِكَ وَأنتَ المُخبِرُ في كِتابِكَ النَّاطِقِ وَالنَّبَأ الصَّادِقِ: وَإن تَعُدّوا نِعمَةَ الله لا تُحصوها، صَدَقَ كِتابُكَ اللهُمَّ وَإنباؤُكَ، وَبَلَّغَت أنبياؤُكَ وَرُسُلُكَ ما أنزَلتَ عَلَيهِم مِن وَحيِكَ وَشَرَعتَ لَهُم وَبِهِم مِن دينِكَ غَيرَ أنّي يا إلهي أشهَدُ بِجُهدي وَجِدّي وَمَبلَغِ طاعَتي وَوُسعي، وَأقولُ مُؤمِناً موقِناً: الحَمدُ للهِ الَّذي لَم يَتَّخِذ وَلَداً فَيَكونَ مَوروثاً وَلَم يَكُن لَهُ شَريكٌ في مُلكِهِ فَيُضادَّهُ فيما ابتَدَعَ وَلا وَليُّ مِنَ الذُّلِّ فَيُرفِدَهُ فيما صَنَعَ، فَسُبحانَهُ سُبحانَهُ لَو كان فيهما آلِهَةٌ إلاّ اللهُ لَفَسَدَتا وَتَفَطَّرَتا، سُبحانَ اللهِ الواحِدِ الأحَدِ الصَّمَدِ الَّذي لَم يَلِد وَلَم يولَدُ وَلَم يَكُن لَهُ كُفواً أحَدٌ، الحَمدُ للهِ حَمداً يُعادِلُ حَمدَ مَلائِكَتِهِ المُقَرَّبينَ وَأنبيائِهِ المُرسَلينَ وَصَلّى اللهُ عَلى خيرَتِهِ مُحَمَّدٍ خاتَمِ النَّبيّينَ وَآلِهِ الطَيِّبينَ الطَّاهِرينَ المُخلِصينَ وَسَلَّمَ.\n\nثمّ اندفع في المسألة واجتهد في الدّعاء وقال وعيناه سالتا دموعاً:\n\nاللهُمَّ اجعَلني أخشاكَ كَأنّي أراكَ وَأسعِدني بِتَقواكَ وَلا تُشقِني بِمَعصيَتِكَ وَخِر لي في قَضائِكَ وَبارِك لي في قَدَرِكَ حَتَّى لا اُحِبَّ تَعجيلَ ما أخَّرتَ وَلا تَأخيرَ ما عَجَّلتَ، اللهُمَّ اجعَل غِنايَ في نَفسي وَاليَقينَ في قَلبي وَالإخلاصَ في عَمَلي وَالنّورَ في بَصَري وَالبَصيرَةَ في ديني وَمَتِّعني بِجَوارِحي وَاجعَل سَمعي وَبَصَري الوارِثَينِ مِنّي، وَانصُرني عَلى مَن ظَلَمَني وَأرِني فيهِ ثأري وَمَآرِبي وَأقِرَّ بِذلِكَ عَيني، اللهُمَّ اكشِف كُربَتي وَاستُر عَورَتي وَاغفِر لي خَطيئَتي وَاخسأ شَيطاني وَفُكَّ رِهاني وَاجعَل لي يا إلهي الدَّرَجَةَ العُليا في الآخرةِ وَالاُولى، اللهُمَّ لَكَ الحَمدُ كَما خَلَقتَني فَجَعَلتَني سَميعاً بَصيراً وَلَكَ الحَمدُ كَما خَلَقتَني فَجَعَلتَني خَلقاً سَويا رَحمَةً بي وَقَد كُنتَ عَن خَلقي غَنيا رَبِّ بِما بَرَأتَني فَعَدَّلتَ فِطرَتي. رَبِّ بِما أنشَأتَني فَأحسَنتَ صورَتي رَبِّ بِما أحسَنتَ إلَيَّ وَفي نَفسي عافَيتَني رَبِّ بِما كَلأتَني وَوَفَّقتَني رَبِّ بِما أنعَمتَ عَلَيَّ فَهَدَيتَني رَبِّ بِما أولَيتَني وَمِن كُلِّ خَيرٍ أطَعَمْتَني رَبِّ بِما أعطَيتَني وَسَقَيتَني رَبِّ بِما أغنَيتَني وَأقنَيتَني رَبِّ بِما أعَنتَني وَأعزَزتَني رَبِّ بِما ألبَستَني مِن سِترِكَ الصَّافي وَيَسَّرتَ لي مِن صُنعِكَ الكافي، صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَأعِنّي عَلى بَوائِقِ الدُّهورِ وَصُروفِ الليالي وَالأيامِ وَنَجِّني مِن أهوالِ الدُّنيا وَكُرُباتِ الآخرةِ وَاكفِني شَرَّ ما يَعمَلُ الظَّالِمونَ في الأرضِ، اللهُمَّ ما أخافُ فَاكفِني وَما أحذَرُ فَقِني وَفي نَفسي وَديني فَاحرُسني وَفي سَفَري فَاحفَظني وَفي أهلي وَمالي فَاخلُفني وَفيما رَزَقتَني فَبارِك لي وَفي نَفسي فَذَلِّلني وَفي أعيُنِ النَّاسِ فَعَظِّمني وَمِن شَرِّ الجِنِّ وَالإنسِ فَسَلِّمني وَبِذُنوبي فَلا تَفضَحني وَبِسَريرَتي فَلا تُخزِني وَبِعَمَلي فَلا تَبتَلِني وَنِعَمَكَ فَلا تَسلُبني وَإلى غَيرِكَ فَلا تَكِلني إلهي إلى مَن تَكِلُني إلى قَريبٍ فَيَقطَعُني أم إلى بَعيدٍ فَيَتَجَهَّمُني أم إلى المُستَضعِفينَ لي وَأنتَ رَبّي وَمَليكُ أمري.\n\nأشكو إلَيكَ غُربَتي وَبُعدَ داري وَهَواني عَلى مَن مَلَّكتَهُ أمري، إلهي فَلا تُحلِل عَلَيَّ غَضَبَك فَإن لَم تَكُن غَضِبتَ عَلَيَّ فَلا اُبالي سُبحانَكَ غَيرَ أنَّ عافيَتَكَ أوسَعُ لي، فَأسألُكَ يا رَبِّ بِنورِ وَجهِكَ الَّذي أشرَقَت لَهُ الأرضُ وَالسَّماواتُ وَكُشِفَت بِهِ الظُّلُماتُ وَصَلُحَ بِهِ أمرُ الأوَّلينَ وَالآخِرينَ أن لا تُميتَني عَلى غَضَبِكَ وَلا تُنزِل بي سَخَطَكَ لَكَ العُتبى لَكَ العُتبى حَتَّى تَرضى قَبلَ ذلِكَ. لا إلهَ إلاّ أنتَ رَبَّ البَلَدِ الحَرامِ وَالمَشعَرِ الحَرامِ وَالبَيتِ العَتيقِ الَّذي أحلَلتَهُ البَرَكَةَ وَجَعَلتَهُ لِلنَّاسِ أمناً، يا مَن عَفا عَن عَظيمِ الذُّنوبِ بِحِلمِهِ يا مَن أسبَغَ النَّعَماءَ بِفَضلِهِ يا مَن أعطى الجَزيلَ بِكَرَمِهِ يا عُدَّتي في شِدَّتي يا صاحِبي في وَحدَتي يا غياثي في كُربَتي يا وَليّي في نِعمَتي يا إلهي وَإلهَ آبائي إبراهيمَ وَإسماعيلَ وَإسحاقَ وَيَعقوبَ وَرَبَّ جَبرَئيلَ وَميكائيلَ وَإسرافيلَ وَرَبَّ مُحَمَّدٍ خاتَمِ النَّبيّينَ وَآلِهِ المُنتَجَبينَ وَمُنزِلَ التَّوراةِ وَالإنجيلِ وَالزَّبورِ وَالفُرقانِ وَمُنَزِّلَ كهيعَص وَطهَ وَيس وَالقُرآنَ الحَكيم، أنتَ كَهفي حينَ تُعييني المَذاهِبُ في سَعَتِها وَتَضيقُ بيَ الأرضُ بِرُحبِها وَلَولا رَحمَتُكَ لَكُنتُ مِنَ الهالِكينَ، وَأنتَ مُقيلُ عَثرَتي وَلَولا سَترُكَ إيايَ لَكُنتُ مِن المَفضوحينَ وَأنتَ مُؤَيِّدي بِالنَّصرِ عَلى أعدائي وَلولا نَصرُكَ إيايَ لَكُنتُ مِنَ المَغلوبينَ. يا مَن خَصَّ نَفسَهُ بِالسُّموِّ وَالرِّفعَةِ فَأولياؤُهُ بِعِزِّهِ يَعتَزّونَ يا مَن جَعَلَتْ لَهُ المُلوكُ نَيرَ المَذَلَّةِ عَلى أعناقِهِم فَهُم مِن سَطَواتِهِ خائِفونَ يَعلَمُ خائِنَةَ الأعيُنِ وَما تُخفي الصُّدورِ وَغَيبَ ما تَأتي بِهِ الأزمِنَةُ وَالدُّهورُ يا مَن لا يَعلَمُ كَيف هُوَ إلاّ هُوَ يا مَن لا يَعلَمُ ما هُوَ إلاّ هُوَ يا مَن لا يَعلَمُهُ إلاّ هُوَ يا مَن كَبَسَ الأرضَ عَلى الماءِ وَسَدَّ الهَواءَ بِالسَّماءِ يا مَن لَهُ أكرَمُ الأسماءِ، يا ذا المَعروفِ الَّذي لا يَنقَطِعُ أبَداً يا مُقَيِّضَ الرَّكبِ ليوسُفَ في البَلَدِ القَفرِ وَمُخرِجَهُ مِن الجُبِّ وَجاعِلَهُ بَعدَ العُبوديَّةِ مَلِكاً يا رادَّهُ عَلى يَعقوبَ بَعدَ أن ابيَضَّت عَيناهُ مِنَ الحُزنُ فَهُوَ كَظيمٌ، يا كاشِفَ الضُّرِّ وَالبَلوى عَن أيّوبَ وَمُمسِكَ يَدَي إبراهيمَ عَن ذَبحِ ابنِهِ بَعدَ كِبَرِ سِنِّهِ وَفَناءِ عُمُرِهِ، يا مَنِ استَجابَ لِزَكَريا فَوَهَبَ لَهُ يَحيى وَلَم يَدَعهُ فَرداً وَحيداً، يا مَن أخرَجَ يونُسَ مِن بَطنِ الحوتِ يا مَن فَلَقَ البَحرَ لِبَني إسرائيلَ فَأنجاهُم وَجَعَلَ فِرعَونَ وَجُنودَهُ مِنَ المُغرَقينَ يا مَن أرسَلَ الرياحَ مُبَشِّراتٍ بَينَ يَدَي رَحمَتِهِ يا مَن لَم يَعجَل عَلى مَن عَصاهُ مِن خَلقِهِ يا مَن استَنقَذَ السَّحَرَةَ مِن بَعدِ طُولِ الجُحودِ وَقَد غَدَوا في نِعمَتِهِ يا كُلونَ رِزقَهُ وَيَعبُدونَ غَيرَهُ وَقَد حادّوهُ وَنادّوهُ وَكَذَّبوا رُسُلَهُ.\n\nيا اللهُ يا اللهُ يا بَدئُ يا بَديعُ لانِدَّ لك يا دائِماً لا نَفادَ لَكَ يا حَيا حينَ لاحَيَّ يا مُحييَ المَوتى يا مَن هُوَ قائِمٌ عَلى كُلِّ نَفسٍ بِما كَسَبَت، يا مَن قَلَّ لَهُ شُكري فَلَم يَحرِمني وَعَظُمَت خَطيئَتي فَلَم يَفضَحني وَرَآني عَلى المَعاصي فَلَم يَشهرني يا مَن حَفِظَني في صِغَري يا مَن رَزَقَني في كِبَري يا مَن أياديهِ عِندي لا تُحصى وَنِعَمُهُ لا تُجازى يا مَن عارَضَني بِالخَيرِ وَالإحسانِ وَعارَضتُهُ بِالإساءَةِ وَالعِصيانِ يا مَن هَداني لِلإيمانِ مِن قَبلِ أن أعرِفَ شُكرَ الامتِنانِ، يا مَن دَعَوتُهُ مَريضاً فَشَفاني وَعُرياناً فَكَساني وَجائِعاً فَأشبَعَني وَعَطشاناً فَأرواني وَذَليلاً فَأعَزَّني وَجاهِلاً فَعَرَّفَني وَوَحيداً فَكَثَّرَني وَغائِباً فَرَدَّني وَمُقِلّاً فَأغناني وَمُنتَصِراً فَنَصَرَني وَغَنيا فَلَم يَسلُبني وَأمسَكتُ عَن جَميعِ ذلِكَ فَابتَدَأني، فَلَكَ الحَمدُ وَالشُّكرُ يا مَن أقالَ عَثرَتي وَنَفَّسَ كُربَتي وَأجابَ دَعوَتي وَسَتَرَ عَورَتي وَغَفَرَ ذُنوبي وَبَلَّغَني طَلِبَـتي وَنَصَرَني عَلى عَدوّي وَإن أعُدَّ نِعَمَكَ وَمِنَنَكَ وَكَرائِمَ مِنَحِكَ لا اُحصيها، يا مَولايَ أنتَ الَّذي مَنَنتَ أنتَ الّذي أنعَمتَ أنتَ الَّذي أحسَنتَ أنتَ الَّذي أجمَلتَ أنتَ الَّذي أفضَلتَ أنتَ الَّذي أكمَلتَ أنتَ الَّذي رَزَقتَ أنتَ الَّذي وَفَّقتَ أنتَ الَّذي أعطَيتَ أنتَ الَّذي أغنَيتَ أنتَ الَّذي أقنَيتَ أنتَ الَّذي آوَيتَ أنتَ الَّذي كَفَيتَ أنتَ الَّذي هَدَيتَ أنتَ الَّذي عَصَمتَ أنتَ الَّذي سَتَرتَ أنتَ الَّذي غَفَرتَ أنتَ الَّذي أقَلتَ أنتَ الَّذي مَكَّنتَ أنتَ الَّذي أعزَزتَ أنتَ الَّذي أعَنتَ أنتَ الَّذي عَضَدتَ أنتَ الَّذي أيَّدتَ أنتَ الَّذي نَصَرتَ أنتَ الَّذي شَفَيتَ أنتَ الَّذي عافَيتَ أنتَ الَّذي أكرَمتَ، تَبارَكتَ وَتَعالَيتَ فَلَكَ الحَمدُ دائِماً وَلَكَ الشُّكرُ وَاصِباً أبَداً، ثمّ أنا يا إلهي المُعتَرِفُ بِذُنوبي فَاغفِرها لي. أنا الَّذي أسأتُ أنا الَّذي أخطَأتُ أنا الَّذي هَمَمتُ أنا الَّذي جَهِلتُ أنا الَّذي غَفَلتُ أنا الَّذي سَهَوتُ أنا الَّذي اعتَمَدتُ أنا الَّذي تَعَمَّدتُ أنا الَّذي وَعَدتُ أنا الَّذي أخلَفتُ أنا الَّذي نَكَثتُ أنا الَّذي أقرَرتُ أنا الِّذي اعتَرَفتُ بِنِعمَتِكَ عَلَيَّ وَعِندي، وَأبوءُ بِذُنوبي فَاغفِرها لي يا مَن لا تَضُرُّهُ ذُنوبُ عِبادِهِ وَهُوَ الغَنيُّ عَن طاعَتِهِم وَالموَفِّقُ مَن عَمِلَ صالِحاً مِنهُم بِمَعونَتِهِ وَرَحمَتِهِ. فَلَكَ الحَمدُ إلهي وَسَيِّدي.\n\nإلهي أمَرتَني فَعَصَيتُكَ وَنَهَيتَني فَارتَكَبتُ نَهيَكَ فَأصبَحتُ لا ذا بَراءَةٍ لي فَأعتَذِرُ وَلا ذا قوَّةٍ فَأنتَصِرُ فَبِأيِّ شَيءٍ أستَقبِلُكَ يا مَولايَ أبِسَمعي أم بِبَصَري أم بِلِساني أم بيَدي أم بِرِجلي، ألَيسَ كُلُّها نِعَمَكَ عِندي وَبِكُلِّها عَصَيتُكَ يا مَولايَ، فَلَكَ الحُجَّةُ وَالسَّبيلُ عَلَيَّ يا مَن سَتَرَني مِنَ الآباءِ وَالاُمَّهاتِ أن يَزجُروني وَمِنَ العَشائِرِ وَالإخوانِ أن يُعَيِّروني وَمِنَ السَّلاطينِ أن يُعاقِبوني، وَلَو اطَّلَعوا يا مَولايَ عَلى ما اطَّلَعتَ عَلَيهِ مِنّي إذاً ما أنظَروني وَلَرَفَضوني وَقَطَعوني، فَها أنا ذا يا إلهي بَينَ يَدَيكَ يا سَيِّدي خاضِعٌ ذَليلٌ حَصيرٌ حَقيرٌ لا ذو بَراءَةٍ فَأعتَذِرُ وَلا ذو قوَّةٍ فَأنتَصِرُ وَلا حُجَّةٍ فَاحتَجُّ بِها وَلا قائِلٌ لَم اجتَرِح وَلَم أعمَل سوءاً، وَما عَسى الجُحودُ وَلَو جَحَدتُ يا مَولايَ يَنفَعُني كَيفَ وَأنَّى ذلِكَ وَجَوارِحي كُلُّها شاهِدَةٌ عَلَيَّ بِما قَد عَمِلتُ وَعَلِمتُ يَقيناً غَيرَ ذي شَكٍّ أنَّكَ سائِلي مِن عَظائِمِ الاُمورِ وَأنَّكَ الحَكَمُ العَدلُ الَّذي لا تَجورُ وَعَدلُكَ مُهلِكي وَمِن كُلِّ عَدلِكَ مَهرَبي فَإن تُعَذِّبُني يا إلهي فَبِذُنوبي بَعدَ حُجَّتِكَ عَلَيَّ وَإن تَعفُ عَنّي فَبِحِلمِكَ وَجُودِكَ وَكَرَمِكَ، لا إلهَ إلاّ أنتَ سُبحانَكَ إنّي كُنتُ مِنَ الظَّالِمينَ لا إلهَ إلاّ أنتَ سُبحانَكَ إنّي كُنتُ مِن المُستَغفِرينَ لا إلهَ إلاّ أنتَ سُبحانَكَ إنّي كُنتُ مِنَ الموَحِّدينَ لا إلهَ إلاّ أنتَ سُبحانَكَ إنّي كُنتُ مِنَ الخائِفينَ لا إلهَ إلاّ أنتَ سُبحانَكَ إنّي كُنتُ مِنَ الوَجِلينَ لا إلهَ إلاّ أنتَ سُبحانَكَ إنّي كُنتُ مِنَ الرَّاجينَ لا إلهَ إلاّ أنتَ سُبحانَكَ إنّي كُنتُ مِنَ الرَّاغِبينَ لا إلهَ إلاّ أنتَ سُبحانَكَ إنّي كُنتُ مِنَ المُهَلِّلينَ لا إلهَ إلاّ أنتَ سُبحانَكَ إنّي كُنتُ مِنَ السَّائِلينَ لا إلهَ إلاّ أنتَ سُبحانَكَ إنّي كُنتُ مِنَ المُسَبِّحينَ لا إلهَ إلاّ أنتَ سُبحانَكَ إنّي كُنتُ مِنَ المُكَبِّرينَ لا إلهَ إلاّ أنتَ سُبحانَكَ رَبّي وَرَبُّ آبائيَ الأوّلينَ.\n\nاللهُمَّ هذا ثَنائي عَلَيكَ مُمَجِّداً وَإخلاصي لِذِكرِكَ موَحِّداً وَإقراري بآلائِكَ مُعَدِّداً، وَإن كُنتُ مُقِرّاً أنّي لَم أُحصِها لِكَثرَتِها وَسُبوغِها وَتَظاهُرِها وَتَقادُمِها إلى حادِثٍ مالَم تَزَل تَتَعَهَدُني بِهِ مَعَها مُنذُ خَلَقتَني وَبَرَأتَني مِن أوَّلِ العُمرِ مِنَ الإغناءِ مِنَ الفَقرِ وَكَشفِ الضُّرِّ وَتَسبيبِ اليُسرِ وَدَفعِ العُسرِ وَتَفريجِ الكَربِ وَالعافيَةِ في البَدَنِ وَالسَّلامَةِ في الدّينِ، وَلَو رَفَدَني عَلى قَدرِ نِعمَتِكَ جَميعُ العالَمينَ مِنَ الأوَّلينَ وَالآخِرينَ ما قَدَرتُ وَلا هُم عَلى ذلِكَ، تَقَدَّستَ وَتَعالَيتَ مِن رَبٍّ كَريمٍ عَظيمٍ رَحيمٍ لا تُحصى آلاؤُكَ وَلا يُبلَغُ ثَناؤُكَ وَلا تُكافئ نَعماؤكَ صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَأتمِم عَلينا نِعَمَكَ وَأسعِدنا بِطاعَتِكَ سُبحانَكَ لا إلهَ إلاّ أنتَ، اللهُمَّ إنَّكَ تُجيبُ المُضطَرَّ وَتَكشِفُ السّوءَ وَتُغيثُ المَكروبَ وَتُشفي السَّقيمَ وَتُغني الفَقيرَ وَتَجبُرُ الكَسيرَ وَتَرحَمُ الصَّغيرَ وَتُعينُ الكَبيرَ وَلَيسَ دونَكَ ظَهيرٌ وَلا فَوقَكَ قَديرٌ وَأنتَ العَليُّ الكَبيرُ، يا مُطلِقَ المُكَبَّلِ الأسيرِ يا رازِقَ الطِّفلِ الصَّغيرِ يا عِصمَةَ الخائِفِ المُستَجيرِ يا مَن لا شَريكَ لَهُ وَلا وَزيرَ صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَأعطِني في هذِهِ العَشيَّةِ أفضَلَ ما أعطَيتَ وَأنَلتَ أحَداً مِنَ العالَمينَ مِن عِبادِكَ مِن نِعمَةٍ تُوليها وَآلاءٍ تُجَدِّدُها وَبَليَّةٍ تَصرِفُها وَكُربَةٍ تَكشِفُها وَدَعوَةٍ تَسمَعُها وَحَسَنَةٍ تَتَقَبَّلُها وَسَيِّئَةٍ تَتَغَمَّدُها إنَّكَ لَطيفٌ بِما تَشاءُ خَبيرٌ وَعَلى كُلِّ شيءٍ قَديرٌ، اللهُمَّ إنَّكَ أقرَبُ مَن دُعيَ وَأسرَعُ مَن أجابَ وَأكرَمُ مَن عَفى وَأوسَعُ مَن أعطى وَأسمَعُ مَن سُئِل يا رَحمنَ الدُّنيا وَالآخرةِ وَرَحيمَهُما لَيسَ كَمِثلِكَ مَسؤولٌ وَلا سِواكَ مَأمولٌ، دَعَوتُكَ فَأجَبتَني وَسألتُكَ فَأعطَيتَني وَرَغِبتُ إلَيكَ فَرَحِمتَني وَوَثِقتُ بِكَ فَنَجَّيتَني وَفَزِعتُ إلَيكَ فَكَفَيتَني، اللهُمَّ فَصَلِّ عَلى مُحَمَّدٍ عَبدِكَ وَرَسولِكَ وَنَبيِّكَ وَعَلى آلِهِ الطَّيِّبينَ الطَّاهِرينَ أجمَعينَ وَتَمِّم لَنا نَعمائكَ وَهَنِّئنا عَطاءَكَ وَاكتُبنا لَكَ شاكِرينَ وَلآلائِكَ ذاكِرينَ آمينَ آمينَ رَبَّ العالَمينَ.\n\nاللهُمَّ يا مَن مَلَكَ فَقَدَرَ وَقَدَرَ فَقَهَرَ وَعُصيَ فَسَتَر وَاستُغفَرَ فَغَفَرَ يا غايَةَ الطَّالِبينَ الرَّاغِبينَ وَمُنتَهى أمَلِ الرَّاجينَ يا مَن أحاطَ بِكُلِّ شَيءٍ عِلماً وَوَسِعَ المُستَقيلينَ رَأفَةً وَرَحمَةً وَحِلماً، اللهُمَّ إنَّا نَتَوَجَّهُ إلَيكَ في هذِهِ العَشيَّةِ الَّتي شَرَّفتَها وَعَظَّمتَها بِمُحَمَّدٍ نَبيِّكَ وَرَسولِكَ وَخِيَرَتِكَ مِن خَلقِكَ وَأمينِكَ عَلى وَحيِكَ البَشيرِ النَّذيرِ السِّراجِ المُنيرِ الَّذي أنعَمتَ بِهِ عَلى المُسلِمينَ وَجَعَلتَهُ رَحمَةً لِلعالَمينَ.\n\nاللهُمَّ فَصَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ كَما مُحَمَّدٌ أهلٌ لِذلِكَ مِنكَ يا عَظيمُ فَصَلِّ عَلَيهِ وَعَلى آلِهِ المُنتَجَبينَ الطَّيِّبينَ الطَّاهِرينَ أجمَعينَ وَتَغَمَّدنا بِعَفوِكَ عَنّا، فَإلَيكَ عَجَّتِ الأصواتُ بِصُنوفِ اللُّغاتِ فَاجعَل لَنا اللهُمَّ في هذِهِ العَشيَّةِ نَِصيباً مِن كُلِّ خَيرٍ تَقسِمُهُ بَينَ عِبادِكَ وَنورٍ تَهدي بِهِ وَرَحمَةٍ تَنشُرُها وَبَرَكَةٍ تُنزِلُها وَعافيَةٍ تُجَلِّلُها وَرِزقٍ تَبسُطُهُ يا أرحَمَ الرَّاحِمينَ. اللهُمَّ اقلِبنا في هذا الوَقتِ مُنجِحينَ مُفلِحينَ مَبرورينَ غانِمينَ وَلا تَجعَلنا مِنَ القانِطينَ وَلا تُخلِنا مِن رَحمَتِكَ وَلا تَحرِمنا ما نُؤَمِّلُهُ مِن فَضلِكَ وَلا تَجعَلنا مِن رَحمَتِكَ مَحرومينَ وَلا لِفَضلِ ما نُؤَمِّلُهُ مِن عَطائِكَ قانِطينَ وَلا تَرُدَّنا خائِبينَ وَلا مِن بابِكَ مَطرودينَ، يا أجوَدَ الأجوَدينَ وَيا أكرَمَ الأكرَمينَ إلَيكَ أقبَلنا موقِنينَ وَلِبَيتِكَ الحَرامِ آمّينَ قاصِدينَ فَأعِنّا عَلى مَناسِكِنا وَأَكْمِلْ لَنا حَجَّنا وَاعفُ عَنّا وَعافِنا فَقَد مَدَدنا إلَيكَ أيدينا فَهيَ بِذِلَّةِ الاعتِرافِ مَوسومَةٌ، اللهُمَّ فَأعطِنا في هذِهِ العَشيَّةِ ما سألناكَ وَاكفِنا ما استَكفَيناكَ فَلا كافيَ لِنا سِواكَ وَلا رَبَّ لَنا غَيرُكَ، نافِذٌ فينا حُكمُكَ مُحيطٌ بِنا عِلمُكَ عَدلٌ فينا قَضاؤُكَ اقضِ لَنا الخَيرَ وَاجعَلنا مِن أهلِ الخَيرِ، اللهُمَّ أوجِب لَنا بِجودِكَ عَظيمَ الأجرِ وَكَريمَ الذُّخرِ وَدَوامَ اليُسرِ وَاغفِر لَنا ذُنوبَنا أجمَعينَ وَلا تُهلِكنا مَعَ الهالِكينَ وَلا تَصرِف عَنّا رَأفَتَكَ وَرَحمَتَكَ يا أرحَمَ الرَّاحِمينَ اللهُمَّ اجعَلنا في هذا الوَقتِ مِمَّن سألَكَ فَأعطَيتَهُ وَشَكَرَكَ فَزِدتَهُ وَتابَ إلَيكَ فَقَبِلتَهُ وَتَنَصَّلَ إلَيكَ مِن ذُنوبِهُ كُلِّها فَغَفَرتَها لَهُ يا ذا الجَلالِ وَالإكرامِ، اللهُمَّ وَنَقِّنا وَسَدِّدنا وَاقبَل تَضَرُّعَنا يا خَيرَ مَن سُئِل وَيا أرحَمَ مَن استُرحِمَ يا مَن لا يَخفى عَلَيهِ إغماضُ الجُفونِ وَلا لَحظُ العُيونِ وَلا ما استَقَرَّ في المَكنونِ وَلا ما انطَوَت عَلَيهِ مُضمرّات القُلوبِ ألا كُلُّ ذلِكَ قَد أحصاهُ عِلمُكَ وَوَسِعَهُ حِلمُكَ.\n\nسُبحانَكَ وَتَعالَيتَ عَمّا يَقولُ الظَّالِمونَ عُلوّاً كَبيراً تُسَبِّحُ لَكَ السَّماواتُ السَّبعُ وَالأرضونَ وَمَن فيهِنَّ وَإن مِن شَيءٍ إلاّ يُسَبِّحُ بِحَمدِكَ، فَلَكَ الحَمدُ وَالمَجدُ وَعُلوُّ الجَدِّ يا ذا الجَلالِ وَالإكرامِ وَالفَضلِ وَالإنعامِ وَالأيادي الجِسامِ وَأنتَ الجَوادُ الكَريمُ الرَّؤوفُ الرَّحيمُ، اللهُمَّ أوسِع عَلَيَّ مِن رِزقِكَ الحَلالِ وَعافِني في بَدَني وَديني وَآمِن خَوفي وَاعتِق رَقَبَتي مِنَ النَّارِ، اللهُمَّ لا تمكُر بي وَلا تَستَدرِجني وَلا تَخدَعني وَادرَأ عَنّي شَرَّ فَسَقَةِ الجِنِّ وَالإنسِ.\n\nثمّ رفع رأسه وبصره إلى السماء وعيناه تجريان بالدموع كأنّهما مزادتان، وقال بصوتٍ عالٍ:\n\nيا أسمَع السَّامِعينَ يا أبصَر النَّاظِرينَ وَيا أسرَعَ الحاسِبينَ وَيا أرحَمَ الرَّاحِمينَ صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ السَّادَةِ المَيا مينَ، وَأسألُكَ اللهُمَّ حاجَتي الَّتي إن أعطَيتَنيها لَم يَضُرَّني ما مَنَعتَني وَإن مَنَعتَنيها لَم يَنفَعني ما أعطَيتَني، أسألُكَ فَكاكَ رَقَبَتي مِنَ النَّارِ لا إلهَ إلاّ أنتَ وَحدَكَ لا شَريكَ لَكَ لَكَ المُلكُ وَلَكَ الحَمدُ وَأنتَ عَلى كُلِّ شَيءٍ قَديرٌ يا رَبِّ يا رَبِّ.\n\n"
          },
          {
            "title": "دعاء الندبة",
            "header": "دعاء الندبة الذي أورده الشيخ الجليل عباس القمي في كتاب مفاتيح الجنان، وهو دعاء جليل الشأن يبين مظلومية أهل البيت (عليهم السلام) ويقرأ في زمن غيبة الإمام الحجة (عجل الله فرجه) ويسمى بالندبة لما ذكر فيه (لأندبنك صباحا ومساءا) والندبة تعني البكاء بحرقة ولذع من الحزن.",
            "text": "الحَمدُ للهِ رَبِّ العالَمِينَ وَصَلّى اللهُ عَلى سَيِّدِنا مُحَمَّدٍ نَبِيّهِ وَآلِهِ وَسَلَّمَ تَسليماً، اللهُمَّ لَكَ الحَمدُ عَلى ما جَرى بِهِ قَضاؤُكَ في أوليائِكَ الَّذينَ استَخلَصتَهُم لِنَفسِكَ وَدِينِكَ إذ اختَرتَ لَهُم جَزِيلَ ما عِندَكَ مِنَ النَّعيمِ المُقيمِ الَّذي لا زَوالَ لَهُ وَلا اضمِحلالَ، بَعدَ أن شَرَطتَ عَلَيهِمُ الزُّهدَ في دَرَجاتِ هذِهِ الدُّنيا الدَّنِيَّةِ وَزُخرُفِها وَزِبرجِها، فَشَرَطُوا لَكَ ذلِكَ وَعَلِمتَ مِنهُمُ الوَفاءَ بِهِ فَقَبِلتَهُم وَقَرَّبتَهُم وَقَدَّمتَ لَهُمُ الذِّكرَ العَلِيَّ وَالثَّناءَ الجَلِيَّ وَأهبَطتَ عَلَيهِم مَلائِكَتَكَ وَكَرَّمتَهُم بِوَحيِكَ وَرَفَدتَهُم بِعِلمِكَ وَجَعَلتَهُمُ الذَّرِيعَةَ إلَيكَ وَالوَسِيلَةَ إلى رِضوانِكَ فَبَعضٌ أسكَنتَهُ جَنَّتَكَ إلى أن أخرَجتَهُ مِنها، وَبَعضٌ حَمَلتَهُ في فُلكِكَ وَنَجَّيتَهُ وَمَن آمَنَ مَعَهُ مِنَ الهَلَكَةِ بِرَحمَتِكَ، وَبَعضٌ اتَّخَذتَهُ لِنَفسِكَ خَلِيلاً وَسألَكَ لِسانَ صِدقٍ في الآخِرينَ فَأجَبتَهُ وَجَعَلتَ ذلِكَ عَليا، وَبَعضٌ كَلَّمتَهُ مِن شَجَرَةٍ تَكلِيماً وَجَعَلتَ لَهُ مِن أخِيهِ رِدءاً وَوَزِيراً، وَبَعضٌ أولَدتَهُ مِنَ غَيرِ أبٍ وَآتَيتَهُ البَيِّناتِ وَأيَّدتَهُ بِرُوحِ القُدُسِ، وَكُلٌّ شَرَعتَ لَهُ شَرِيعَةً وَنَهَجتَ لَهُ مِنهاجاً وَتَخَيَّرتَ لَهُ أوصياءَ مُستَحفِظاً بَعدَ مُستَحفِظٍ مِن مُدَّةٍ إلى مُدَّةٍ إقامَةً لِدِينِكَ وَحُجَّةً عَلى عِبادِكَ، وَلِئَلّا يَزُولَ الحَقُّ عَن مَقَرِّهِ وَيَغلِبَ الباطِلُ عَلى أهلِهِ وَلا يَقُولَ أحَدٌ لَولا أرسَلتَ إلَينا رَسُولاً مُنذِراً وَأقَمتَ لَنا عَلَماً هادياً فَنَتَّبِعَ آياتِكَ مِن قَبلِ أن نَذِلَّ وَنَخزى، إلى أن انتَهَيتَ بِالأمرِ إلى حَبِيبِكَ وَنَجِيبِكَ مُحَمَّدٍ (صلى الله عليه وآله) فَكانَ كَما انتَجَبتَهُ سَيِّدَ مَن خَلَقتَهُ وصَفوَةَ مَنِ اصطَفَيتَهُ وَأفضَلَ مَنِ اجتَبَيتَهُ وَأكرَمَ مَنِ اعتَمَدتَهُ. قَدَّمتَهُ عَلى أنبيائِكَ وَبَعَثتَهُ إلى الثَّقَلَينِ مِن عِبادِكَ وَأوطأتَهُ مَشارِقَكَ وَمَغارِبَكَ وَسَخَّرتَ لَهُ البُراقَ وَعرَجتَ بِرُوحِهِ إلى سَمائِكَ وَأودَعتَهُ عِلمَ ماكانَ وَمايَكُونُ إلى انقَضاءِ خَلقِكَ، ثُمَّ نَصَرتَهُ بِالرُّعبِ وَحَفَفتَهُ بِجَبرَئِيلَ وَمِيكائِيلَ وَالمُسَوِّمِينَ مِن مَلائِكَتِكَ وَوَعَدتَهُ أن تُظهِرَ دِينَهُ عَلى الدِّينِ كُلِّهِ وَلَو كَرِهَ المُشرِكُونَ، وَذلِكَ بَعدَ أن بَوَّأتَهُ مُبَوَّءَ صِدقٍ مِن أهلِهِ وَجَعَلتَ لَهُ وَلَهُم أوَّلَ بَيتٍ وَُضِعَ لِلنَّاسِ لَلَّذي بِبَكَّةَ مُبارَكاً وَهُدىً لِلعالَمِينَ فِيهِ آياتٌ بَيِّناتٌ مَقامُ إبراهِيمَ وَمَن دَخَلَهُ كانَ آمِناً، وَقُلتَ: إنَّما يُرِيدُ اللهُ لِيُذهِبَ عَنكُمُ الرِّجسَ أهلَ البَيتِ وَيُطَهِّرَكُم تَطهِيراً.\n\nثُمَّ جَعَلتَ أجرَ مُحَمَّدٍ صَلَواتُكَ عَلَيهِ وَآلِهِ مَوَدَّتَهُم في كِتابِكَ فَقُلتَ: قُل لا أسألُكُم عَلَيهِ أجراً إلاّ المَوَدَّةَ في القُربى، وَقُلتَ: ماسألتُكُم مِن أجرٍ فَهُو لَكُم، وَقُلتَ: ماأسألُكُم عَلَيهِ مِن أجرٍ إلاّ مَن شاءَ أن يَتَّخِذَ إلى رَبِّهِ سَبِيلاً، فَكانُوا هُمُ السَّبِيلَ إلَيكَ وَالمَسلَكَ إلى رِضوانِكَ.\n\nفَلَمّا انقَضَت أيامُهُ أقامَ وَلِيَّهُ عَلِيَّ بنَ أبي طالِبٍ صَلَواتُكَ عَلَيهِما وَآلِهِما هادياً إذ كانَ هُوَ المُنذِرَ وَلِكُلِّ قَومٍ هادٍ، فَقالَ وَالمَلاءُ أمامَهُ: مَن كُنتُ مَولاهُ فَعَلِيُّ مَولاهُ، اللهُمَّ وَالِ مَن وَالاهُ وَعادِ مَن عاداهُ وَانصُر مَن نَصَرَهُ وَاخذُل مَن خَذَلَهُ، وَقالَ: مَن كُنتُ أنا نَبِيَّهُ فَعَلِيُّ أمِيرُهُ، وَقَالَ: أنَا وَعَلِيٌّ مِن شَجَرَةٍ وَاحِدَةٍ وَسائِرُ النَّاسِ مِن شَجَرٍ شَتّى.\n\nوَأحَلَّهُ مَحلَّ هارُونَ مِن مُوسى فَقالَ لَهُ: أنتَ مِنّي بِمَنزِلَةِ هارُونَ مِن مُوسى إلاّ أنَّهُ لا نَبِيَّ بَعدِي، وَزَوَّجَهُ ابنَتَهُ سَيِّدَةَ نِساءِ العالَمِينَ، وَأحَلَّ لَهُ مِن مَسجِدِهِ ما حَلَّ لَهُ، وَسَدَّ الأبوابَ إلاّ بابَهُ ثُمَّ أودَعَهُ عِلمَهُ وَحِكمَتَهُ فَقالَ: أنَا مَدِينَةُ العِلمِ وَعَلِيُّ بابُها فَمَن أرادَ المَدِينَةَ وَالحِكمَةَ فَليأتِها مِن بابِها. ثُمَّ قالَ: أنتَ أخي وَوَصِيّي وَوَارِثِي، لَحمُكَ مِن لَحمي وَدَمُكَ مِن دَمي وَسِلمُكَ سِلمي وَحَربُكَ حَربِي، وَالإيمانُ مُخالِطٌ لَحمَكَ وَدَمَكَ كَما خالَطَ لَحمي وَدَمِي، وَأنتَ غَداً عَلى الحَوضِ خَلِيفَتي وَأنتَ تَقضي دَيني وَتُنجِزُ عِداتِي، وَشِيعَتُكَ عَلى مَنابِرَ مِن نُورٍ مُبيَضَّةً وَُجُوهُهُم حَولي في الجَنَّةِ وَهُم جِيرانِي، وَلَولا أنتَ يا عَلِيُّ لَم يُعرَفِ المُؤمِنُونَ بَعدِي. وَكانَ بَعدَهُ هُدىً مِنَ الضَّلالِ وَنُوراً مِنَ العَمى وَحَبلَ اللهِ المَتِينَ وَصِراطَهُ المُستَقِيمَ لايُسبَقُ بِقَرابَةٍ في رَحِمٍ وَلا بِسابِقَةٍ في دِينٍ وَلا يُلحَقُ في مَنقَبَةٍ مِن مَناقِبِهِ، يَحذُو حَذوَ الرَّسُولِ صَلّى اللهُ عَلَيهِما وَآلِهِما وَيُقاتِلُ عَلى التَأوِيلِ وَلا تَأخُذُهُ في اللهِ لَومَةُ لائِمٍ، قَد وَتَرَ فِيهِ صَناديدَ العَرَبِ وَقَتَلَ أبطالَهُم وَناوَشَ ذُؤبانَهُم فَأودَعَ قُلُوبَهُم أحقاداً بَدرِيَّةً وَخَيبَرِيَّةً وَحُنَينِيَّةً وَغَيرَهُنَّ، فَأضَبَّت عَلى عَداوَتِهِ وَأكَبَّت عَلى مُنابَذَتِهِ حَتى قَتَلَ النَّاكِثِينَ وَالقاسِطِينَ وَالمارِقِينَ. وَلَمَّا قَضى نَحبَهُ وَقَتَلَهُ أشقى الآخِرينَ يَتبَعُ أشقَى الأوّلِينَ لَم يُمتَثَل أمرُ رَسُولِ اللهِ (صلى الله عليه وآله) في الهادِينَ بَعدَ الهادِينَ، وَالاُمَّةُ مُصِرَّةٌ عَلى مَقتِهِ مُجتَمِعَةٌ عَلى قَطِيعَةِ رَحِمِهِ وَإقصاءِ وُلدِهِ إلاّ القَلِيلَ مِمَّن وَفى لِرِعايَةِ الحَقِّ فِيهِم، فَقُتِلَ مَن قُتِلَ وَسُبِيَ مَن سُبِيَ وَأُقصِيَ مَن أُقصِيَ وَجَرى القَضاءُ لَهُم بِما يُرجى لَهُ حُسْنُ المَثُوبَةِ، إذ كانَتِ الأرضُ للهِ يُورِثُها مَن يَشاءُ مِن عِبادِهِ وَالعاقِبَةُ لِلمُتَّقِينَ وَسُبحانَ رَبِّنا إن كانَ وَعدُ رَبِّنا لَمَفعُولاً وَلَن يُخلِفَ اللهُ وَعدَهُ وَهُوَ العَزِيزُ الحَكِيمُ. فَعَلى الأطائِبِ مِن أهلِ بَيتِ مُحَمَّدٍ وَعَلِيٍّ صَلّى اللهُ عَلَيهِما وَآلِهِما فَليَبكِ الباكُونَ وَإياهُم فَليَندُبِ النّادِبُونَ وَلِمِثلِهِم فَلتَذرِفِ الدُّمُوعُ وَلِيَصرُخِ الصارِخُونَ وَيَضِجَّ الضَّاجُّونَ وَيَعِجَّ العاجُّونَ، أينَ الحَسَنُ أينَ الحُسَينُ أينَ أبناءُ الحُسَينِ، صالِحٌ بَعدَ صالِحٍ وَصادِقٌ بَعدَ صادِقٍ، أينَ السَّبِيلُ بَعدَ السَّبِيلِ أينَ الخِيَرَةُ بَعدَ الخِيَرَةِ، أينَ الشُّمُوسُ الطَّالِعَةُ، أينَ الأقمارُ المُنِيرَةُ، أينَ الأنجُمُ الزّاهِرَةُ، أينَ أعلامُ الدِّينِ وَقَواعِدُ العِلمِ، أينَ بَقِيَّةُ اللهِ الَّتي لاتَخلُو مِنَ العِترَةِ الهادِيَةِ، أينَ المُعَدُّ لِقَطعِ دابِرِ الظَّلَمَةِ، أينَ المُنَتَظَرُ لإقامَةِ الأمتِ وَالعِوَجِ، أينَ المُرتَجى لإزالَةِ الجَورِ وَالعُدوانِ، أينَ المُدَّخَرُ لِتَجدِيدِ الفَرائِضِ وَالسُّنَنِ، أينَ المُتَخَيَّرُ لإعادَةِ المِلَّةِ وَالشَّرِيعَةِ، أينَ المُؤَمَّلُ لإحياءِ الكِتابِ وَحُدُودِهِ، أينَ مُحيي مَعالِمِ الدِّينِ وَأهلِهِ، أينَ قاصِمُ شَوكَةِ المُعتَدِينَ، أينَ هادِمُ أبنِيَةِ الشِركِ وَالنِّفاقِ، أينَ مُبِيدُ أهلِ الفُسُوقِ وَالعِصيانِ وَالطُّغيانِ، أينَ حاصِدُ فُروعِ الغَيِّ وَالشِّقاقِ، أينَ طامِسُ آثارِ الزَّيغ‌ِ وَالأهواءِ، أينَ قاطِعُ حَبائِلَ الكِذبِ وَالافتِراءِ، أينَ مُبِيدُ العُتاةِ وَالمَرَدَة، أينَ مُستَأصِلُ أهلِ العِنادِ وَالتَّضلِيلِ وَالإلحادِ، أينَ مُعِزُّ الأولياءِ وَمُذِلُّ الأعداء، أينَ جامِعُ الكَلِمَةِ عَلى التَّقوى، أينَ بابُ اللهِ الَّذي مِنهُ يُؤتى، أينَ وَجهُ اللهِ الَّذي إلَيهِ يَتَوجَّهُ الأولياءُ، أينَ السَّبَبُ المُتَّصِلُ بَينَ الأرضِ وَالسَّماءِ، أينَ صاحِبُ يَومِ الفَتحِ وَناشِرُ رايَةِ الهُدى، أينَ مُؤَلِّفُ شَملِ الصَّلاحِ وَالرِّضا، أينَ الطّالِبُ بِذُحُولِ الأنبياءِ وَأبناءِ الأنبياءِ، أينَ الطَّالِبُ بِدَمِ المَقتُولِ بِكَربَلاءَ، أينَ المَنصُورُ عَلى مَن اعتَدى عَلَيهِ وَافتَرى، أينَ المُضطَرُّ الَّذي يُجابُ إذا دَعا، أينَ صَدرُ الخَلائِقِ ذُو البِرِّ وَالتَّقوى، أينَ ابنُ النَّبِيِّ المُصطَفى وَابنُ عَلِيٍّ المُرتَضى وَابنُ خَدِيجَةَ الغَرَّاءِ وَابنُ فاطِمَةَ الكُبرى.\n\nبِأبي أنتَ وَاُمّي وَنَفسي لَكَ الوِقاءُ وَالحِمى يا بنَ السّادَةِ المُقَرَّبِينَ يا بنَ النُجباءِ الأكرَمِينَ يا بنَ الهُداةِ المَهدِيِّينَ يا بنَ الخِيَرَةِ المُهَذَّبِينَ يا بنَ الغَطارِفَةِ الأنجَبِينَ يا بنَ الأطائِبِ المُطَهَّرِينَ يا بنَ الخَضارِمَةِ المُنتَجَبِينَ يا بنَ القَماقِمَةِ الأكرَمِينَ، يا بنَ البُدُورِ المُنِيرَةِ يا بنَ السُّرُجِ المُضِيئَةِ يا بنَ الشُّهُبِ الثَّاقِبَةِ يا بنَ الأنجُمِ الزَّاهِرَةِ يا بنَ السُّبُلِ الواضِحَةِ يا بنَ الأعلامِ اللائِحَةِ، يا بنَ العُلُومِ الكامِلَةِ يا بنَ السُّنَنِ المَشهُورَةِ يا بنَ المَعالِمِ المَأثُورَةِ يا بنَ المُعجِزاتِ المَوجُودَةِ يا بنَ الدَّلائِلِ المَشهُودَةِ، يا بنَ الصِّراطِ المُستَقِيمِ يا بنَ النَّبَأِ العَظِيمِ يا بنَ مَن هُوَ في اُمِّ الكِتابِ لَدَى الله عَلِيٌّ حَكِيمٌ، يا بنَ الآيات وَالبَيِّناتِ يا بنَ الدَّلائِلِ الظّاهِراتِ يا بنَ البَراهِينِ الواضِحاتِ الباهِراتِ يا بنَ الحُجَجِ البالِغاتِ يا بنَ النِّعَمِ السَّابِغاتِ يا بنَ طهَ وَالمُحكَماتِ يا بنَ يس وَالذّارياتِ يا بنَ الطُّورِ وَالعادِياتِ، يا بنَ مَن دَنى فَتَدَلَّى فَكانَ قابَ قَوْسَيْنِ أَو أَدْنى دُنُواً وَاقتِراباً مِنَ العَلِيِّ الأعلى، لَيتَ شِعري اينَ استَقَرَّت بِكَ النَّوى بَل أيُّ أرضٍ تُقِلُّكَ أو ثَرى، أبِرَضوى أو غَيرِها أم ذي طُوى، عَزِيزٌ عَلَيَّ أن أرَى الخَلقَ وَلا تُرى وَلا أسمَعُ لَكَ حَسِيساً وَلا نَجوى، عَزِيزٌ عَلَيَّ أن تُحِيطَ بِكَ دُونِيَ البَلوى وَلا يَنالُكَ مِنّي ضَجِيجٌ وَلا شَكوى. بِنَفسي أنتَ مِن مُغَيَّبٍ لَم يَخلُ مِنّا بِنَفسي أنتَ مِن نازِحٍ ما نَزَحَ عَنّا بِنَفسي أنتَ أُمنِيَّةُ شائِقٍ يَتَمَنَّى مِن مُؤمِنٍ وَمُؤمِنَةٍ ذَكَراً فَحَنّا، بِنَفسي أنتَ مِن عَقِيدِ عِزٍّ لا يُسامى بِنَفسي أنتَ مِن أثِيلِ مَجدٍ لا يُجارى بِنَفسي أنتَ مِن تِلادِ نِعَمٍ لا تُضاهى بِنَفسي أنتَ مِن نَصِيفِ شَرَفٍ لا يُساوى، إلى مَتى اُحارُ فِيكَ يا مَولايَ وَإلى مَتّى وَأيُّ خِطابٍ أصِفُ فِيكَ وَأيُّ نَجوى، عَزِيزٌ عَلَيَّ أن اُجابَ دُونَكَ وَأُناغى عَزِيزٌ عَلَيَّ أن أبكِيَكَ وَيَخذُلَكَ الوَرى عَزِيزٌ عَلَيَّ أن يَجرِيَ عَلَيكَ دُونَهُم ماجَرى، هَل مِن مُعينٍ فَأُطِيلَ مَعَهُ العَوِيلَ وَالبُكاءَ هَل مِن جَزُوعٍ فَأُساعِدَ جَزَعَهُ إذا خَلا هَل قَذِيَت عَينٌ فَساعَدَتها عَيني عَلَى القَذى هَل إلَيكَ يا بنَ أحمَدَ سَبِيلٌ فَتُلقى هَل يَتَّصِلُ يَومُنا مِنكَ بِعِدَةٍ فَنَحظى، مَتى نَرِدُ مَناهِلَكَ الرَّوِيَةَ فَنَروى مَتى نَنْتِفِعُ مِن عَذبِ مائِكَ فَقَد طالَ الصَّدى مَتى نُغادِيكَ وَنُراوِحُكَ فَنُقِرُّ عَيناً مَتى تَرانا وَنَراكَ وَقَد نَشَرتَ لِواءَ النَّصرِ، تُرى أتَرانا نَحُفُّ بِكَ وَأنتَ تَأُمُّ المَلَأ وَقَد مَلأتَ الأرضَ عَدلاً وَأذَقتَ أعداءَكَ هَواناً وَعِقاباً وَأبَرتَ العُتاةَ وَجَحَدةَ الحَقِّ وَقَطَعتَ دابِرَ المُتَكَبِّرِينَ وَاجتَثَثتَ أُصُولَ الظَّالِمِينَ. وَنَحنُ نَقُولُ: الحَمدُ للهِ رَبِّ العالَمِينَ، اللهُمَّ أنتَ كَشَّافُ الكُرَبِ وَالبَلوى وَإلَيكَ أستَعدي فَعِندَكَ العَدوى وَأنتَ رَبُّ الآخِرةِ وَالدُّنيا فَأغِث يا غِياثَ المُستَغِيثِينَ عُبَيدَكَ المُبتَلى وَأرِهِ سَيِّدَهُ يا شَدِيدَ القُوى وَأزِل عَنهُ بِهِ الأسى وَالجَوى وَبَرِّد غَلِيلَهُ يا مَن عَلى العَرشِ استَوى وَمَنْ إلَيهِ الرُّجعى وَالمُنتَهى، اللهُمَّ وَنَحنُ عَبِيدُكَ التّائِقُونَ إلى وَلِيِّكَ المُذَكِّرِ بِكَ وَبِنَبِيِّكَ خَلَقتَهُ لَنا عِصمَةً وَمَلاذاً وَأقَمتَهُ لَنا قِواماً وَمَعاذاً وَجَعَلتَهُ لِلمُؤمِنِينَ مِنّا إماماً، فَبَلِّغهُ مِنّا تَحِيَّةً وَسَلاماً وَزِدنا بِذلِكَ يا رَبِّ إكراماً وَاجعَل مُستَقَرَّهُ لَنا مُستَقَرّاً وَمُقاماً وَأتمِم نِعمَتَكَ بِتَقدِيمِكَ إياهُ أمامَنا حَتى تُورِدَنا جِنانَكَ وَمُرافَقَةَ الشُّهَداءِ مِن خُلَصائِكَ، اللهُمَّ صَلِّ عَلى مُحمَّدٍ وَآلِ مُحَمَّدٍ وَصَلِّ عَلى مُحَمَّدٍ جَدِّهِ وَرَسُولِكَ السَّيِّدِ الأكبَرِ وَعَلى أبِيهِ السَّيِّدِ الأصغَرِ وَجَدَّتِهِ الصِّدِّيقَةِ الكُبرى فاطِمَةَ بِنتِ مُحَمَّدٍ (صلى الله عليه وآله)، وَعَلى مَن اصطَفَيتَ مِن آبائِهِ البَرَرَةِ وَعَلَيهِ أفضَلَ وَأكمَلَ وَأتَمَّ وَأدوَمَ وَأكثَرَ وَأوفَرَ ما صَلَّيتَ عَلى أحَدٍ مِن أصفيائِكَ وَخِيَرَتِكَ مِن خَلقِكَ، وَصَلِّ عَلَيهِ صَلاةً لاغايَةَ لِعَدَدِها وَلانِهايَةَ لِمَدَدِها وَلا نَفادَ لأمَدِها، اللهُمَّ وَأقِم بِهِ الحَقَّ وَأدحِض بِهِ الباطِلَ وَأدِل بِهِ أولياءَكَ وَأذلِل بِهِ أعداءَكَ، وَصِلِ اللهُمَّ بَينَنا وَبَينَهُ وَُصلَةً تُؤَدّي إلى مُرافَقَةِ سَلَفِهِ وَاجعَلنا مِمَّن ياخُذُ بِحُجزَتِهِم وَيَمكُثُ في ظِلِّهِم وَأعِنّا عَلى تَأدِيَةِ حُقُوقِهِ إلَيهِ وَالاجتِهادِ في طاعَتِهِ وَاجتِنابِ مَعصِيَتِهِ، وَامنُن عَلَينا بِرِضاهُ وَهَب لَنا رَأفَتَهُ وَرَحمَتَهُ وَدَعاءَهُ وَخَيرَهُ ما نَنالُ بِهِ سَعَةً مِن رَحمَتِكَ وَفَوزاً عِندَكَ، وَاجعَل صَلواتَنا بِهِ مَقبُولَةً وَذُنُوبَنا بِهِ مَغفُورَةً وَدُعاءَنَا بِهِ مُستَجاباً وَاجعَل أرزاقَنا بِهِ مَبسُوطَةً وَهُمُومَنا بِهِ مَكَفِيَّةً وَحَوائِجَنا بِهِ مَقضِيَّةً، وَأقبِل إلَينا بِوَجهِكَ الكَرِيمِ وَاقبَل تَقَرُّبَنا إلَيكَ وَانظُر إلَينا نَظرَةً رَحِيمَةً نَستَكمِلُ بِها الكَرامَةَ عِندَكَ ثُمَّ لا تَصرِفها عَنّا بِجُودِكَ، وَاسقِنا مِن حَوضِ جَدِّهِ (صلى الله عليه وآله) بِكَأسِهِ وَبِيَدِهِ رياً رَوِياً هَنِيئاً سائِغاً لا ظَمأ بَعدَهُ يا أرحَمَ الرَّاحِمِينَ.\n\n"
          },
          {
            "title": "دعاء العهد",
            "header": "",
            "text": ""
          }
        ]
      },
      {
        "title": "الدعوات النافعة والمختصرة",
        "icon": "short-text",
        "duas": [
          {
            "title": "دعاء التوسل بالأئمة (ع)"
          },
          {
            "title": "الدعاء للخلاص من السجن"
          },
          {
            "title": "دعاء عن أميرالمؤمنين (ع)"
          },
          {
            "title": "حرز الزهراء (س) دعاء النور"
          },
          {
            "title": "حرز الإمام زين العابدين (ع)"
          },
          {
            "title": "عن الإمام محمد الباقر (ع)"
          },
          {
            "title": "دعاء عن الإمام موسى الكاظم (ع)"
          },
          {
            "title": "دعاء الأمن"
          },
          {
            "title": "دعاء الفرج"
          },
          {
            "title": "دعاء الاستغاثة بالحجة (ع)"
          },
          {
            "title": "دعاء المهدي (عج)"
          },
          {
            "title": "دعاء أم داود"
          },
          {
            "title": "دعاء عن الإمام زين العابدين (عليه السلام)"
          }
        ]
      },
      {
        "title": "مناجاة خمسة عشر",
        "icon": "favorite-border",
        "duas": [
          {
            "title": "مناجاة التائبين"
          },
          {
            "title": "مناجاة الشاكين"
          },
          {
            "title": "مناجاة الخائفين"
          },
          {
            "title": "مناجاة الراجين"
          },
          {
            "title": "مناجاة الراغبين"
          },
          {
            "title": "مناجاة الشاكرين"
          },
          {
            "title": "مناجاة المطيعين"
          },
          {
            "title": "مناجاة المريدين"
          },
          {
            "title": "مناجاة المحبين"
          },
          {
            "title": "مناجاة المتوسلين"
          },
          {
            "title": "مناجاة المفتقرين"
          },
          {
            "title": "مناجاة العارفين"
          },
          {
            "title": "مناجاة الذاكرين"
          },
          {
            "title": "مناجاة المعتصمين"
          },
          {
            "title": "مناجاة الزاهدين"
          },
          {
            "title": "المناجاة المنظومة لأميرالمؤمنين (ع)"
          }
        ]
      }
    ]
  },
  {
    "title": "أعمال الأسبوع",
    "items": [
      {
        "title": "تعقيبات الصلاة",
        "icon": "accessibility-new",
        "duas": [
          {
            "title": ""
          },
          {
            "title": ""
          }
        ]
      },
      {
        "title": "أعمال الأسبوع",
        "icon": "calendar-view-week",
        "duas": [
          {
            "title": ""
          },
          {
            "title": ""
          }
        ]
      },
      {
        "title": "فضل الجمعة وأعمالها",
        "icon": "event",
        "screen": ""
      },
      {
        "title": "تعيين أسماء أهل البيت (ع)",
        "icon": "group",
        "duas": [
          {
            "title": ""
          },
          {
            "title": ""
          }
        ]
      }
    ]
  },
  {
    "title": "الزيارات",
    "items": [
      {
        "title": "الآداب",
        "icon": "emoji-people",
        "screen": ""
      },
      {
        "title": "زيارة النبي والزهراء والأئمة بالبقيع (ع)",
        "icon": "place",
        "screen": ""
      },
      {
        "title": "زيارة أميرالمؤمنين (ع) وكيفيتها",
        "icon": "travel-explore",
        "screen": ""
      },
      {
        "title": "فضل الكوفة ومسجدها وزيارة مسلم (ع)",
        "icon": "location-city",
        "screen": ""
      },
      {
        "title": "فضل مسجد السهلة وزيد (ره) وصعصعة",
        "icon": "mosque",
        "screen": ""
      },
      {
        "title": "فضل زيارة أبي عبد الله الحسين (ع) وآدابها وكيفيتها",
        "icon": "military-tech",
        "screen": ""
      },
      {
        "title": "زيارة الكاظمين (ع) والنواب الأربعة وسلمان",
        "icon": "groups",
        "screen": ""
      },
      {
        "title": "زيارة الإمام علي بن موسى الرضا (ع)",
        "icon": "person-pin",
        "screen": ""
      },
      {
        "title": "زيارة أئمة سر من رأى (ع)",
        "icon": "my-location",
        "screen": ""
      },
      {
        "title": "الزيارات الجامعة",
        "icon": "school",
        "screen": ""
      },
      {
        "title": "الزيارات والصَّلاة على الحجج الطاهرين (ع)",
        "icon": "stars",
        "screen": ""
      },
      {
        "title": "زيارة الأنبياء العظام (ع) وأبناء الأئمة الكرام",
        "icon": "brightness-5",
        "screen": ""
      }
    ]
  },
  {
    "title": "أعمال أشهر السنة",
    "items": [
      {
        "title": "شهر رجب",
        "icon": "event-note",
        "screen": ""
      },
      {
        "title": "شهر شعبان",
        "icon": "event-note",
        "screen": ""
      },
      {
        "title": "شهر رمضان",
        "icon": "wb-sunny",
        "screen": ""
      },
      {
        "title": "شهر شوال",
        "icon": "brightness-6",
        "screen": ""
      },
      {
        "title": "شهر ذي القعده",
        "icon": "event",
        "screen": ""
      },
      {
        "title": "شهر ذي الحجة",
        "icon": "event",
        "screen": ""
      },
      {
        "title": "شهر محرم",
        "icon": "warning",
        "screen": ""
      },
      {
        "title": "شهر صفر",
        "icon": "calendar-today",
        "screen": ""
      },
      {
        "title": "شهر ربيع الأول",
        "icon": "calendar-month",
        "screen": ""
      },
      {
        "title": "شهر ربيع الثاني",
        "icon": "calendar-month",
        "screen": ""
      },
      {
        "title": "شهر جمادي الأولى",
        "icon": "date-range",
        "screen": ""
      },
      {
        "title": "شهر جمادي الثاني",
        "icon": "date-range",
        "screen": ""
      },
      {
        "title": "عامة الشهور",
        "icon": "apps",
        "screen": ""
      }
    ]
  }
]
