[
  {
    "title": "الأدعية والمناجاة",
    "items": [
      {
        "title": "الأدعية المشهورة",
        "icon": "auto-stories",
        "duas": [
          {
            "title": "دعاء كميل بن زياد (رض)",
            "header": "وهو من الدّعوات المعروفة. قال العلاّمة المجلسي(رحمه الله): إنّه أفضل الأدعية، وهو دعاء الخضر(عليه السلام) وقد علّمه أمير المؤمنين (عليه السلام) كميلاً، وهو من خواصّ أصحابه، ويُدعى به في ليلة النصف من شعبان، وليلة الجمعة، ويجدي في كفاية شرّ الأعداء، وفي فتح باب الرزق، وفي غفران الذّنوب. وقد رواه الشّيخ والسيّد كلّاهما، وهو هذا الدّعاء:",
            "text": "اللهُمَّ إنّي أسألُكَ بِرحَمتِكَ الَّتي وَسِعَت كُلَّ شيءٍ، وَبِقوَّتِكَ الَّتي قَهرتَ بِها كُلَّ شيءٍ، وَخضَعَ لَها كُلُّ شيءٍ، وَذَلَّ لَها كُلُّ شيءٍ، وَبِجَبَروتِكَ الَّتي غَلَبتَ بِها كُلَّ شيءٍ، وَبعَزَّتِكَ الَّتي لا يَقومُ لَها شيءٌ، وَبِعَظَمَتِكَ الَّتي مَلأت كُلَّ شيءٍ، وَبِسُلطانِكَ الَّذي عَلا كُلَّ شيءٍ، وَبِوَجهِكَ الباقي بَعدَ فَناءِ كُلِّ شيءٍ، وَبِأسمائِكَ الَّتي ملأت أركانَ كُلِّ شيءٍ، وَبِعِلمِكَ الَّذي أحاطَ بِكُلِّ شيءٍ، وَبِنورِ وَجهِكَ الَّذي أضاءَ لَهُ كُلُّ شيءٍ، يا نوُرُ يا قُدّوسُ، يا أوَّلَ الأوَّلينَ، وَيا آخِرَ الآخِرينَ. اللهُمَّ اغفِر ليَ الذُّنوبَ الَّتي تَهتِكُ العِصَمَ ، اللهُمَّ اغفِر ليَ الذُّنوبَ الَّتي تُنزِلُ النِّقَمَ. اللهُمَّ اغفِر ليَ الذُّنوبَ الَّتي تُغَيِّرُ النِّعَمَ، اللهُمَّ اغفِر ليَ الذُّنوبَ الَّتي تَحبِسُ الدُّعاءَ. اللهُمَّ اغفِر ليَ الّذنوبَ الّتي تُنزِلُ البَلاء. اللهُمَّ اغفِر لي كُلَّ ذَنبٍ أذنَبتُهُ، وَكُلَّ خَطيئَةٍ أخطَأتُها. اللهُمَّ إنّي أتَقَرَّبُ إلَيكَ بِذِكرِكَ وَأستَشفِعُ بِكَ إلى نَفسِكَ، وَأسألُكَ بِجوُدِكَ أن تُدنِيَني مِن قُربِكَ، وَأن تُوزِعَني شُكرَكَ، وأن تُلهِمَني ذِكرَكَ. اللهُمَّ إنّي أسألُكَ سُؤالَ خاضِعٍ مُتَذَلِّلٍ خاشِعٍ، أن تُسامِحَني وَتَرحَمَني، وَتَجعَلَني بِقَسْمِكَ راضياً قانِعاً، وَفي جَميعِ الأحوالِ مُتَواضِعاً. اللهُمَّ وَأسألُكَ سُؤالَ مَن اشتَدَّت فاقَتُهُ، وَأنزَلَ بِكَ عِندَ الشَّدائِدِ حاجَتَهُ، وَعَظُمَ فيما عِندَكَ رَغبَتُهُ. اللهُمَّ عَظُمَ سُلطانُكَ وَعَلا مَكانُكَ، وَخَفيَ مَكرُكَ، وَظَهَرَ أمرُكَ، وَغَلَبَ قَهرُكَ، وَجَرَت قُدرَتُكَ، وَلايُمكِنُ الفِرارُ مِن حُكومَتِكَ. اللهُمَّ لا أجِدُ لِذُنوبي غافِراً وَلا لِقَبائِحي ساتِراً، وَلا لِشيءٍ مِن عَمَليَ القَبيحِ بِالحَسَنِ مُبَدِّلاً غَيرَكَ، لا إلهَ إلاّ أنتَ، سُبحانَكَ وَبِحَمدِكَ ظَلَمتُ نَفسي، وَتَجَرَّأتُ بِجَهلي، وَسَكَنتُ إلى قَديمِ ذِكرِكَ لي، وَمَنِّكَ عَلَيَّ. اللهُمَّ مَولايَ كَم مِن قَبيحٍ سَتَرتَهُ، وَكَم مِن فادِحٍ مِنَ البَلاءِ أقَلتَهُ ، وَكَم مِن عِثارٍ وَقَيتَهُ، وَكَم مِن مَكروُهٍ دَفَعتَهُ، وَكَم مِن ثَناءٍ جَميلٍ لَستُ أهلاً لَهُ نَشَرتَهُ. اللهُمَّ عَظُمَ بَلائي، وَأفرَطَ بي سوءُ حالي، وَقَصُرَت بي أعمالي، وَقَعَدَت بي أغلالي وَحَبَسَني عَن نَفعي بُعدُ أمَلي ، وَخَدَعَتني الدُّنيا بِغُرورِها، وَنَفسي بِجِنايَتِها، وَمِطالي يا سَيِّدي فَأسألُكَ بِعِزَّتِكَ أن لايَحجُبَ عَنكَ دُعائي سوءُ عَمَلي وَفِعالي، وَلا تَفضَحنِي بِخَفيِّ ما اطَّلَعتَ عَلَيهِ مِن سِرّي، وَلا تُعاجِلني بِالعُقوبَةِ عَلى ما عَمِلتُهُ في خَلَواتي مِن سوءِ فِعلي وَإساءَتي، وَدَوامِ تَفريطي وَجَهالَتي، وَكَثرَةِ شَهَواتي وَغَفلَتي، وَكُنِ اللهُمَّ بِعِزَّتِكَ لي في كُلِّ الأحوالِ رَؤوفاً، وَعَليَّ في جَميعِ الامورِ عَطوفاً. إلهي وَرَبّي مَن لي غَيرُكَ أسألَهُ كَشفَ ضُرّي وَالنَّظَرَ في أمري. إلهي وَمَولايَ أجرَيتَ عَلَيَّ حُكماً اتَّبَعتُ فيهِ هَوى نَفسي وَلَم أحتَرِس فيهِ مِن تَزيينِ عَدوّي، فَغَرَّني بِما أهوى وَأسعَدَهُ عَلى ذلِكَ القَضاءُ فَتَجاوَزتُ بِما جَرى عَلَيَّ مِن ذلِكَ بَعضَ حُدودِكَ، وَخالَفتُ بَعضَ أوامِرِكَ، فَلَكَ الحَمدُ عَلَيَّ في جَميعِ ذلِكَ وَلا حُجَّةَ لي فيما جَرى عَلَيَّ فيهِ قَضاؤُكَ، وَألزَمَني حُكمُكَ وَبَلاؤُكَ، وَقَد أتَيتُكَ يا إلهي بَعدَ تَقصيري وَإسرافي عَلى نَفسي مُعتَذِراً نادِماً مُنكَسِراً مُستَقيلاً مُستَغفِراً مُنيباً مُقِرّاً مُذعِنا مُعتَرِفاً، لا أجِدُ مَفَرّاً مِمّا كانَ مِنّي وَلا مَفزَعاً أتَوَجَّهُ إلَيهِ في أمري، غَيرَ قَبوُلِكَ عُذري وَإدخالِكَ إيايَ في سَعَةِ رَحمَتِكَ. اللهُمَّ فَاقبَل عُذري، وَارحَم شِدَّةَ ضُرّي وَفُكَّني مِن شَدِّ وَثاقي، يا رَبِّ ارحَم ضَعفَ بَدَني، وَرِقَّةَ جِلدي وَدِقَّةَ عَظمي، يا مَن بَدَأ خَلقي وَذِكري وَتَربيَتي وَبِرّي وَتَغذيَتي، هَبني لابتِداءِ كَرَمِكَ وَسالِفِ بِرِّكَ بي، يا إلهي وَسَيِّدي وَرَبّي، أتُراكَ مُعَذِّبي بِنارِكَ بَعدَ تَوحيدِكَ وَبَعدَما انطَوى عَلَيهِ قَلبي مِن مَعرِفَتِكَ، وَلَهِجَ بِهِ لِساني مِن ذِكرِكَ، وَاعتَقَدَهُ ضَميري مِن حُبِّكَ وَبَعدَ صِدقِ اعتِرافي وَدُعائي خاضِعاً لِرُبوبيَّتِكَ، هَيهاتَ أنتَ أكرَمُ مِن أن تُضَيِّعَ مَن رَبَّيتَهُ، أو تُبعِدَ مَن أدنَيتَهُ، أو تُشَرِّدَ مَن آوَيتَهُ، أو تسلّم إلى البَلاءِ مَن كَفَيتَهُ وَرَحِمتَهُ، وَلَيتَ شِعري يا سَيِّدي وَإلهي وَمَولايَ أتُسَلِّطُ النّارَ عَلى وُجوهٍ خَرَّت لِعَظَمَتِكَ ساجِدَةً، وَعَلى ألسُنٍ نَطَقَت بِتَوحيدِكَ صادِقَةً وَبِشُكرِكَ مادِحَةً، وَعَلى قُلوبٍ اعتَرَفَت بِإلهيَّتِكَ مُحَقِّقَةً، وَعَلَى ضَمائِرَ حَوَت مِنَ العِلمِ بِكَ حَتّى صارَت خاشِعَةً، وَعَلى جَوارِحَ سَعَت إلى أوطانِ تَعَبُّدِكَ طائِعَةً، وَأشارَت بِاستغفاركَ مُذعِنَةً ما هكَذا الظَنُّ بِكَ وَلا اُخبِرنا بِفَضلِكَ عَنكَ يا كَريمُ، يا رَبِّ وَأنتَ تَعلَمُ ضَعفي عَن قَليلٍ مِن بَلاءِ الدُّنيا وَعُقوباتِها، وَما يَجري فيها مِنَ المَكارِهِ عَلى أهلِها، عَلى أنَّ ذلِكَ بَلاءٌ وَمَكروهٌ قَليلٌ مَكثُهُ، يَسيرٌ بَقاؤهُ قَصيٌر مُدَّتُهُ، فَكَيفَ احتِمالي لِبَلاءِ الآخِرَةِ وَجَليلِ وُقوعِ المَكارِهِ فيها، وَهُوَ بَلاءٌ تَطولُ مُدَّتُهُ وَيَدومُ مَقامُهُ وَلا يُخَفَّفُ عَن أهلِهِ لأنَّهُ لا يَكونُ إلاّ عَن غَضَبِكَ وَانتِقامِكَ وَسَخَطِكَ وَهذا ما لا تَقومُ لَهُ السَّماواتُ وَالأرضُ، يا سَيِّدي فَكَيفَ بي وَأنا عَبدُكَ الضَّعيفُ الذَّليلُ الحَقيرُ المِسكينُ المُستَكينُ يا إلهي وَرَبّي وَسَيِّدي وَمَولايَ، لأيِّ الاُمورِ إلَيكَ أشكو، وَلِما مِنها أضِجُّ وَأبكي، لأليمِ العَذابِ وَشِدَّتِهِ، أم لِطولِ البَلاءِ وَمُدَّتِهِ فَلَئِن صَيَّرتَني لِلعُقوباتِ مَعَ أعدائِكَ، وَجَمَعتَ بَيني وَبَينَ أهلِ بَلائِكَ، وَفَرَّقتَ بَيني وَبَينَ أحِبّائِكَ وَأوليائِكَ؛ فَهَبني يا إلهي وَسَيِّدي وَمَولايَ وَرَبّي، صَبَرتُ عَلى عَذابِكَ فَكَيفَ أصبِرُ عَلى فِراقِكَ وَهَبني صَبَرتُ عَلى حَرِّ نارِكَ فَكَيفَ أصبِرُ عَنِ النَّظَرِ إلى كَرامَتِكَ أم كَيفَ أسكُنُ في النّارِ وَرَجائي عَفوُكَ فَبِعِزَّتِكَ يا سَيِّدي وَمَولايَ اُقسِمُ صادِقاً، لَئِن تَرَكتَني ناطِقاً لأضِجَّنَّ إلَيكَ بَينَ أهلِها ضَجيجَ الآمِلينَ، وَلأصرُخَنَّ إلَيكَ صُراخَ المُستَصرِخينَ، وَلأبكيَنَّ عَلَيكَ بُكاءَ الفاقِدينَ، وَلأُناديَنَّكَ أينَ كُنتَ يا وَليَّ المُؤمِنينَ، يا غايَةَ آمالِ العارِفينَ، يا غياثَ المُستَغيثينَ، يا حَبيبَ قُلوُبِ الصّادِقينَ، وَيا إلهَ العالَمينَ، أفَتُراكَ، سُبحانَكَ يا إلهي وَبِحَمدِكَ تَسمَعُ فيها صَوتَ عَبدٍ مُسلِمٍ سُجِنَ فيها بِمُخالَفَتِهِ، وَذاقَ طَعمَ عَذابِها بِمَعصيَتِهِ، وَحُبِسَ بَينَ أطباقِها بِجُرمِهِ وَجَريرَتِهِ، وَهُوَ يَضِجُّ إلَيكَ ضَجيجَ مُؤَمِّلٍ لِرَحمَتِكَ، وَيُناديكَ بِلِسانِ أهلِ تَوحيدِكَ، وَيَتَوَسَّلُ إلَيكَ بِرُبوبيَّتِكَ، يا مَولايَ فَكَيفَ يَبقى في العَذابِ وَهُوَ يَرجوُ ما سَلفَ مِن حِلمِكَ أم كَيفَ تُؤلِمُهُ النَّارُ وَهُوَ يأمَلُ فَضلَكَ وَرَحمَتَكَ أم كَيفَ يُحرِقُهُ لَهيبُها وَأنتَ تَسمَعُ صَوتَهُ وَتَرى مَكانَهُ أم كَيفَ يَشتَمِلُ عَلَيهِ زَفيرُها وَأنتَ تَعلَمُ ضَعفَهُ أم كَيفَ يَتَقَلقَلُ بَينَ أطباقِها وَأنتَ تَعلَمُ صِدقَهُ أم كَيفَ تَزجُرُهُ زَبانيَتُها وَهُوَ يُناديكَ يا رَبَّه أم كَيفَ يَرجو فَضلَكَ في عِتقِهِ مِنها فَتَترُكَهُ فيها هَيهاتَ ما ذَلِكَ الظَنُّ بِكَ وَلا المُعروفُ مِن فَضلِكَ، وَلا مُشبِهٌ لِما عامَلتَ بِهِ الموَحِّدينَ مِن بِرِّكَ وَإحسانِكَ فَبِاليَقينِ أقَطَعُ لَولا ما حَكَمتَ بِهِ مِن تَعذيبِ جاحِديكَ، وَقَضَيتَ بِهِ مِن إخلادِ مُعانِديكَ، لَجَعلتَ النَّارَ كُلَّها بَرداً وَسَلاماً، وَما كَانَ لأحَدٍ فيها مَقَرّاً وَلا مُقاماً، لكِنَّكَ تَقَدَّسَت أسماؤُكَ أقسَمتَ أن تَملَأها مِنَ الكافِرينَ مِنَ الجِنَّةِ وَالنَّاسِ أجمَعينَ، وَأن تُخَلِّدَ فيها المُعانِدينَ، وَأنتَ جَلَّ ثَناؤُكَ قُلتَ مُبتَدِئاً، وَتَطَوَّلتَ بِالإنعامِ مُتَكَرِّماً أفَمَن كانَ مُؤمِناً كَمَن كانَ فاسِقاً لا يَستَوونَ. إلهي وَسَيِّدي، فَأسألُكَ بِالقُدرَةِ الَّتي قَدَّرتَها، وَبِالقَضيَّةِ الَّتي حَتَمتَها وَحَكَمتَها، وَغَلَبتَ مَن عَلَيهِ أجرَيتَها، أن تَهَبَ لي في هذِهِ اللّيلَةِ وَفي هذِهِ السَّاعَةِ، كُلَّ جُرمٍ أجرَمتُهُ، وَكُلَّ ذَنبٍ أذنَبتُهُ، وَكُلَّ قَبيحٍ أسرَرتُهُ، وَكُلَّ جَهلٍ عَمِلتُهُ، كَتَمتُهُ أو أعَلَنتُهُ، أخفَيتُهُ أو أظهَرتُهُ، وَكُلَّ سَيِّئَةٍ أمَرتَ بِإثباتِها الكِرامَ الكاتِبينَ، الَّذينَ وَكَّلتَهُم بِحِفظِ ما يَكونُ مِنّي، وَجَعَلتَهُم شُهوداً عَلَيّ مَعَ جَوارِحي، وَكُنتَ أنتَ الرَّقيبَ عَلَيَّ مِن وَرائِهِم، وَالشَّاهِدَ لِما خَفِيَ عَنهُم وَبِرَحمَتِكَ أخفَيتَهُ، وَبِفَضلِكَ سَتَرتَهُ، وَأن توَفِّرَ حَظّي مِن كُلِّ خَيرٍ أنزَلتَهُ، أو إحسانٍ فَضَّلتَهُ، أو بِرٍّ نَشَرتَهُ، أو رِزقٍ بَسَطتَهُ، أو ذَنبٍ تَغفِرُهُ، أو خَطأٍ تَستُرُهُ، يا رَبِّ يا رَبِّ يا رَبِّ، يا إلهي وَسَيِّدي وَمَولايَ وَمالِكَ رِقّي، يا مَن بِيَدِهِ ناصِيَتي، يا عَليماً بِضُرّي وَمَسكَنَتي، يا خَبيراً بَفَقري وَفاقَتي، يا رَبِّ يا رَبِّ يا رَبِّ، أسألُكَ بِحَقِكَ وَقُدسِكَ وَأعظَمِ صِفاتِكَ وَأسمائِكَ، أن تَجعَلَ أوقاتي مِنَ اللّيلِ وَالنَّهارِ بَذِكرِكَ مَعمورَةً، وَبِخِدمَتِكَ مَوصولَةً، وَأعمالي عِندَكَ مَقبولَةً، حَتَّى تَكونَ أعمالي وأورادي كُلُّها وِرداً وَاحِداً، وَحالي في خِدمَتِكَ سَرمَداً. يا سَيِّدي يا مَن عَلَيهِ مُعَوَّلي، يا مَن إلَيهِ شَكَوتُ أحوالي، يا رَبِّ يا رَبِّ يا رَبِّ، قَوِّ عَلى خِدمَتِكَ جَوارِحي وَاشدُد عَلى العَزيمَةِ جَوانِحي، وَهَب ليَ الجِدَّ في خَشيَتِكَ، وَالدَّوامَ في الاتِّصالِ بِخِدمَتِكَ حَتَّى أسرَحَ إلَيكَ في مَيادينِ السابِقينَ، واُسرِعَ إلَيكَ في البارِزينَ، وَأشتاقَ إلى قُربِكَ في المُشتاقينَ، وَأدنوَ مِنكَ دُنوَّ المُخلِصينَ، وَأخافَكَ مَخافَةَ الموقِنينَ، وَأجتَمِعَ في جِوارِكَ مَعَ المُؤمِنينَ. اللهُمَّ وَمَن أرادَني بِسوءٍ فَأرِدهُ، وَمَن كادَني فَكِدهُ، وَاجعَلني مِن أحسَنِ عَبيدِكَ نَصيباً عِندَكَ، وَأقرَبِهِم مَنزِلَةً مِنكَ، وَأخَصِّهِم زُلفَةً لَدَيكَ فِإنَّهُ لا يُنالُ ذلِكَ إلاّ بِفَضلِكَ، وَجُد لي بِجودِكَ، وَاعطِف عَلَيَّ بَمَجدِكَ وَاحفَظني بِرَحمَتِكَ، وَاجعَل لِساني بِذِكرِكَ لَهِجاً، وَقَلبي بِحُبِّكَ مُتَيَّماً ، وَمُنَّ عَلَيَّ بِحُسنِ إجابَتِكَ، وَأقِلني عَثرَتي، وَاغفِر زَلَّتي، فَإنَّكَ قَضيتَ عَلى عِبادِكَ بِعِبادَتِكَ، وَأمَرتَهُم بِدُعائِكَ، وَضَمِنتَ لَهُمُ الإجابَةَ، فَإلَيكَ يا رَبِّ نَصَبتُ وَجهي، وَإلَيكَ يا رَبِّ مَدَدتُ يَدي، فَبِعِزَّتِكَ استَجِب لي دُعائي، وَبَلِّغني مُنايَ، وَلا تَقطَع مِن فَضلِكَ رَجائي، وَاكفِني شَرَّ الجِنِّ وَالإنسِ مِن أعدائي. يا سَريعَ الرِّضا اغفِر لِمَن لا يَملِكُ إلاّ الدُّعاءَ، فَإنَّكَ فَعَّالٌ لِما تَشاءُ، يا مَن اسمُهُ دَواءٌ، وَذِكرُهُ شِفاءٌ، وَطاعَتُهُ غِنىً، ارحَم مَن رَأسُ مالِهِ الرَّجاءُ وَسِلاحُهُ البُكاءُ، يا سَابِغَ النِّعَمِ، يا دافِعَ النِّقَمِ، يا نورَ المُستَوحِشينَ في الظُّلَمِ، يا عالِماً لا يُعَلَّمُ، صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ، وَافعَل بي ما أنتَ أهلُهُ، وَصَلَّى اللهُ عَلى رَسولِهِ وَالأئِمَّةِ المَيامينِ مِن آلِهِ وَسَلَّمَ تَسليماً."
          },
          {
            "title": "دعاء الصَّباح لأمير المؤمنين (ع)",
            "header": "دعاء الصَّباح لأمير المؤمنين (عليه السلام) أورده الشيخ عباس القمي في كتاب مفاتيح الجنان. وهو دعاء ذو مضامين عالية ومعاني جليلة تفتح آفاقا واسعة من العلم والمعرفة والنور أمام المؤمن الذي يبدأ صباحه بهذا الدعاء.",
            "text": "اللهُمَّ يا مَن دَلَعَ لِسانَ الصَّباحِ بِنُطقِ تَبَلُّجهِ، وَسَرَّحَ قِطَعَ اللَّيلِ المُظلِمِ بِغَياهِبِ تَلَجلُجِهِ، وَأتقَنَ صُنعَ الفَلَكِ الدَّوّارِ في مَقاديرِ تَبَرُّجِهِ، وَشَعشَعَ ضياءَ الشَّمسِ بِنورِ تَأجُّجِهِ، يا مَن دَلَّ عَلى ذاتِهِ بِذاتِهِ، وَتَنَزَّهَ عَن مُجانَسَةِ مَخلوقاتِهِ، وَجَلَّ عَن مُلائَمَةِ كَيفياتِهِ. يا مَن قَرُبَ مِن خَطَراتِ الظُّنونِ، وَبَعُدَ عَن لَحَظاتِ العُيونِ، وَعَلِمَ بِما كانَ قَبلَ أن يَكونَ، يا مَن أرقَدَني في مِهادِ أمنِهِ وَأمانِهِ، وَأيقَظَني إلى ما مَنَحَني بِهِ مِن مِنَنِهِ وَإحسانِهِ، وَكَفَّ أكُفَّ السّوءِ عَنّي بيَدِهِ وَسُلطانِهِ، صَلِّ اللهُمَّ عَلى الدَّليلِ إلَيكَ في اللَّيلِ الأليَلِ، وَالماسِكِ مِن أسبابِكَ بِحَبلِ الشَّرَفِ الأطوَلِ، والنَّاصِعِ الحَسَبِ في ذِروَةِ الكاهِلِ الأعبَلِ، وَالثَّابِتِ القَدَمِ عَلى زَحاليفِها في الزَّمَنِ الأوَّلِ وَعَلى آلِهِ الأخيارِ المُصطَفَينَ الأبرارِ، وَافتَحِ اللهُمَّ لَنا مَصاريعَ الصَّباحِ بِمَفاتيحِ الرَّحمَةِ وَالفَلاحِ، وَألبِسني اللهُمَّ مِن أفضَلِ خِلَعِ الهِدايَةِ وَالصَّلاحِ، وَأغرِسِ اللهُمَّ بِعَظَمَتِكَ في شِربِ جَناني يَنابيعَ الخُشوعِ، وَأجرِ اللهُمَّ لِهَيبَتِكَ مِن آماقي زَفَراتِ الدُّموعِ، وَأدِّبِ اللهُمَّ نَزَقَ الخُرقِ مِنّي بِأزِمَّةِ القُنوعِ، إلهي إن لَم تَبتَدِئني الرَّحمَةُ مِنكَ بِحُسنِ التَّوفيقِ فَمَنِ السَّالِكُ بي إلَيكَ في وَاضِحِ الطَّريقِ وَإن أسلَمَتني أناتُكَ لِقائِدِ الامَلِ وَالمُنى فَمَنِ المُقيلُ عَثَراتي مِن كَبَواتِ الهَوى وَإن خَذَلَني نَصرُكَ عِندَ مُحارَبَةِ النَّفسِ وَالشَّيطانِ، فَقَد وَكَلَني خِذلانُكَ إلى حَيثُ النَّصَبِ وَالحِرمانِ. إلهي أتَراني ما أتَيتُكَ إلاّ مِن حَيثُ الآمالِ، أم عَلِقتُ بَأطرافِ حِبالِكَ إلاّ حينَ باعَدَتني ذُنوبي عَن دارِ الوِصالِ، فَبِئسَ المَطيَّةُ الَّتي امتَطَت نَفسي مِن هَواها، فَواهاً لَها لِما سَوَّلَت لَها ظُنونُها وَمُناها وَتَبَّاً لَها لِجُرأتِها عَلى سَيِّدِها وَمَولاها إلهي قَرَعتُ بابَ رَحمَتِكَ بيَدِ رَجائي، وَهَرَبتُ إلَيكَ لاجِئاً مِن فَرطِ أهوائي، وَعَلَّقتُ بِأطرافِ حِبالِكَ أنامِلَ وَلائي، فَاصفَحِ اللهُمَّ عمَّا كُنتُ أجرَمتُهُ مِن زَلَلي وَخَطائي، وَأقِلني مِن صَرعَةِ رِدائي، فإنَّكَ سَيِّدي وَمَولاي وَمُعتَمَدي وَرَجائي، وَأنتَ غايَةُ مَطلوبي، وَمُنايَ في مُنقَلَبي وَمَثوايَ. إلهي كَيفَ تَطرُدُ مِسكيناً التَجأ إلَيكَ مِنَ الذُّنوب ِهارِباً أم كَيفَ تُخَيِّبُ مُستَرشِداً قَصَدَ إلى جَنابِكَ ساعياً أم كَيفَ تَرُدُّ ظَمآناً وَرَدَ إلى حياضِكَ شارِباً كَلّا، وَحياضُكَ مُترَعَةٌ في ضَنكِ المُحوُلِ، وَبابُكَ مَفتوحٌ لِلطَّلَبِ وَالوُغولِ، وَأنتَ غايَةُ المَسؤولِ ونِهايَةُ المَأمولِ إلهي هذِهِ أزِمَّةُ نَفسي عَقَلتُها بِعِقالِ مَشيَّتِكَ، وَهذِهِ أعباء ذُنوبي دَرَأتُها بِعَفوِكَ وَرَحمَتِكَ، وَهذِهِ أهوائي المُضِلَّةُ وَكَلتُها إلى جَنابِ لُطفِكَ وَرَأفَتِكَ فَاجعَلِ اللهُمَّ صَباحي هذا نازِلاً عَلَيَّ بِضياءِ الهُدى وَبِالسَّلامَةِ في الدّينِ وَالدُّنيا، وَمَسائي جُنَّةً مِن كَيدِ العِدى وَوِقايَةً مِن مُردياتِ الهَوى، إنَّكَ قادِرٌ عَلى ما تَشاءُ تُؤتي المُلكَ مَن تَشاءُ، وَتَنزِعُ المُلكَ مِمَّن تَشاءُ، وَتُعِزُّ مَن تَشاءُ وَتُذِلُّ مَن تَشاءُ، بيَدِكَ الخَيرُ إنَّكَ عَلى كُلِّ شيءٍ قَديرٌ، تولِجُ اللَّيلَ في النَّهارِ، وَتولِجُ النَّهارَ في اللَّيلِ، وَتُخرِجُ الحَيَّ مِنَ المَيِّتِ، وَتُخرِجُ المَيِّتَ مِنَ الحَيِّ، وَتَرزُقُ مَن تَشاءُ بِغَيرِ حِسابٍ، لا إلهَ إلاّ أنتَ، سُبحانَكَ اللهُمَّ وَبِحَمدِكَ، مَن ذا يَعرِفُ قَدرَكَ فَلا يَخافُكَ، وَمَن ذا يَعلَمُ ما أنتَ فَلا يَهابُكَ. لَّفتَ بِقُدرَتِكَ الفِرَقَ، وَفَلَقتَ بِلُطفِكَ الفَلَقَ، وَأنَرتَ بِكَرَمِكَ دياجيَ الغَسَقِ، وَأنهَرتَ المياهَ مِنَ الصُّمِّ الصياخيدِ عَذباً وَاُجاجاً، وَأنزَلتَ مِنَ المُعصِراتِ ماءً ثَجَّاجاً، وَجَعَلتَ الشَّمسَ وَالقَمَرَ لِلبَريَّةِ سِراجاً وَهّاجاً، مِن غَيرِ أن تُمارِسَ فيما ابتَدَأتَ بِهِ لُغوباً وَلا عِلاجاً، فيامَن تَوَحَّدَ بِالعِزِّ وَالبَقاءِ، وَقَهَرَ عِبادَهُ بِالمَوتِ وَالفَناءِ، صَلِّ عَلى مُحَمَّدٍ وَآلِهِ الأتقياءِ، وَاسمَع نِدائي، وَاستَجِب دُعائي، وَحَقِّق بِفَضلِكَ أمَلي وَرَجائي، يا خَيرَ مَن دُعيَ لِكَشفِ الضُّرِ، وَالمَأمولِ لكلّ عُسرٍ وَيُسرٍ، بِكَ أنزَلتُ حاجَتي فَلا تَرُدَّني مِن سَنيِّ مَواهِبِكَ خائِباً، يا كَريمُ يا كَريمُ يا كَريمُ، بِرَحمَتِكَ يا أرحَمَ الرّاحِمينَ، وَصَلَّى اللهُ عَلى خَيرِ خَلقِهِ مُحَمَّدٍ وَآلِهِ أجمَعينَ. ثمّ اسجد وقل: إلهي قَلبي مَحجوبٌ، وَنَفسي مَعيوبٌ، وَعَقلي مَغلوبٌ، وَهوَائي غالِبٌ، وَطاعَتي قَليلٌ، وَمَعصيَتي كَثيرٌ، وَلِساني مُقِرُّ بِالذُّنوبِ، فَكَيفَ حيلَتي يا سَتَّارَ العُيوبِ، وَ يا عَلامَ الغُيوبِ، وَ يا كاشِفَ الكُروبِ، اغفِر ذُنوبي كُلَّها بِحُرمَةِ مُحَمَّدٍ وَآلِ مُحَمَّدٍ، يا غَفّارُ يا غَفّارُ يا غَفّارُ، بِرَحمَتِكَ يا أرحَمَ الرّاحِمينَ."
          },
          {
            "title": "دعاء العشرات",
            "header": "دُعاء العشرات وهو دعاء في غاية الاعتبار أورده الشيخ عباس القمي في كتاب مفاتيح الجنان. عن مصباح المتهجد للشيخ الطوسي ويستحب الدعاء به في كل صباح ومساء، وأفضل أوقاته بعد العصر من يوم الجمعة.",
            "text": "سُبحانَ اللهِ وَالحَمدُ للهِ وَلا إلهَ إلاّ الله وَاللهُ أكبَرُ، وَلا حَولَ وَلا قُوَّةَ إلاّ بِاللهِ العَليِّ العَظيمِ، سُبحانَ اللهِ آناءَ اللَّيلِ وَأطرافَ النَّهارِ، سُبحانَ اللهِ بِالغُدُوِّ وَالآصالِ، سُبحانَ اللهِ بِالعَشيِّ وَالإبكارِ، سُبحانَ اللهِ حينَ تُمسونَ وَحينَ تُصبِحونَ، وَلَهُ الحَمدُ في السَّماواتِ وَالأرضِ وَعَشياً وَحينَ تُظهِرونَ، يُخرِجُ الحَيَّ مِنَ المَيِّتِ، وَيُخرِجُ المَيِّتَ مِنَ الحَيِّ، وَيُحيي الأرضَ بَعدَ مَوتِها، وَكَذلِكَ تُخرَجونَ، سُبحانَ رَبِّكَ رَبِّ العِزَّةِ عَمّا يَصِفونَ، وَسَلامٌ عَلى المُرسَلينَ، وَالحَمدُ للهِ رَبِّ العالَمينَ، سُبحانَ ذي المُلكِ وَالمَلَكوتِ، سُبحانَ ذي العِزَّةِ وَالجَبَروتِ، سُبحانَ ذي الكِبرياءِ وَالعَظَمَةِ المَلِكِ الحَقِّ المُهَيمِنِ القُدّوسِ، سُبحانَ اللهِ المَلِكِ الحَيِّ الَّذي لا يَموتُ، سُبحانَ اللهِ المَلِكِ الحَيِّ القُدّوسِ، سُبحانَ القائِمِ الدَّائِمِ، سُبحانَ الدَّائِمِ القائِمِ، سُبحانَ رَبّيَ العَظيمِ، سُبحانَ رَبّيَ الأعلى، سُبحانَ الحَيِّ القَيّومِ، سُبحانَ العَليِّ الأعلى، سُبحانَهُ وَتَعالى، سُبّوحٌ قُدّوسٌ رَبُّنا وَرَبُّ المَلائِكَةِ وَالرّوحِ، سُبحانَ الدائِمِ غَيرِ الغافِلِ، سُبحانَ العالِمِ بِغَيرِ تَعليمٍ، سُبحانَ خالِقِ ما يُرى وَما لا يُرى، سُبحانَ الَّذي يُدرِكُ الأبصارَ وَلا تُدرِكُهُ الأبصارُ، وَهُوَ اللَّطيفُ الخَبيرُ.\nاللَّهُمَّ إنّي أصبَحتُ مِنكَ في نِعمَةٍ وَخَيرٍ وَبَرَكَةٍ وَعافيَةٍ فَصَلِّ عَلى مُحَمَّدٍ وَآلِهِ، وَأتمِم عَلَيَّ نِعمَتَكَ وَخَيرَكَ وَبَرَكاتِكَ وَعافيَتِكَ بِنَجاةٍ مِنَ النَّارِ، وَارزُقني شُكرَكَ وَعافيَتِكَ وَفَضلَكَ وَكَرامَتَكَ أبَداً ما أبقَيتَني.\nاللَّهُمَّ بِنورِكَ اهتَدَيتُ، وَبِفَضلِكَ استَغنَيتُ، وَبِنِعمَتِكَ أصبَحتُ وَأمسَيتُ. اللَّهُمَّ إنّي اُشهِدُكَ وَكَفى بِكَ شَهيداً، وَاُشهِدُ مَلائِكَتَكَ وَأنبيائَكَ وَرُسُلَكَ، وَحَمَلَةَ عَرشِكَ، وَسُكّانَ سَماواتِكَ وَأرضِكَ وَجَميعَ خَلقِكَ، بِأنَّكَ أنتَ اللهُ لا إلهَ إلاّ أنتَ، وَحدَكَ لا شَريكَ لَكَ، وَأنَّ مُحَمَّداً (صلى الله عليه وآله) عَبدُكَ وَرَسولُكَ، وَأنَّكَ عَلى كُلِّ شَيءٍ قَديرٌ، تُحيي وَتُميتُ، وَتُميتُ وَتُحيي، وَأشهَدُ أنَّ الجَنَّةَ حَقٌ، وَأنَّ النّارَ حَقٌ وَالنُشورَ حَقُّ، وَالسّاعَةَ آتيَةٌ لارَيبَ فيها وَأنَّ الله يَبعَثُ مَن في القُبورِ وَأشهَدُ أنَّ عَليَّ ابنَ أبي طالِبٍ أميرُ المؤُمِنينَ حَقّاً حَقّاً، وَأنَّ الأئِمَّةَ مِن وُلدِهِ هُمُ الأئِمَّةُ الهُداةُ المَهديّونَ، غَيرُ الضّالّينَ وَلا المُضِلّينَ، وَأنَّهُم أولياؤُكَ المُصطَفَونَ، وَحِزبُكَ الغالِبونَ، وَصَفوَتُكَ وَخِيَرَتُكَ مِن خَلقِكَ، وَنُجَباؤُكَ الَّذينَ انتَجَبتَهُم لِدينِكَ، وَاختَصَصَتُهم مِن خَلقِكَ، وَاصطَفَيتَهُم عَلى عِبادِكَ، وَجَعَلتَهُم حُجَّةً عَلى العالَمينَ صَلَواتُكَ عَلَيهِم وَالسَّلامُ وَرَحمَةُ الله وَبَرَكاتُهُ. اللَّهُمَّ اكتُب لي هذِهِ الشَّهادَةَ عِندَكَ حَتَّى تُلَقِّنِّيها يَومَ القيامة وَأنتَ عَنّي راضٍ إنَّكَ عَلى ما تَشاءُ قَديرٌ.\nاللَّهُمَّ لَكَ الحَمدُ حَمداً يَصعَدُ أوَّلُهُ وَلا يَنفَدُ آخِرُهُ. اللَّهُمَّ لَكَ الحَمدُ حَمداً تَضَعُ لَكَ السَّماء كَنَفَيها، وَتُسَبِّحُ لَكَ الأرضُ وَمَن عَلَيها. اللَّهُمَّ لَكَ الحَمدُ حَمداً سَرمَداً أبَداً لا انقِطاعَ لَهُ وَلا نَفادَ وَلَكَ يَنبَغي وإلَيكَ يَنتَهي، فيَّ وَعَلَيَّ وَلَدَيَّ وَمَعي وَقَبلي وَبَعدي وَأمامي وَفَوقي وَتَحتي، وَإذا مِتُّ وَبَقيتُ فَرداً وَحيداً ثمّ فَنيتُ، وَلَكَ الحَمدُ إذا نُشِرتُ وَبُعِثتُ، يا مَولايَ. اللَّهُمَّ وَلَكَ الحَمدُ وَلَكَ الشُّكرُ بِجَميعِ مَحامِدِكَ كُلِّها عَلى جَميعِ نَعمائِكَ كُلِّها حَتَّى يَنتَهي الحَمدُ إلى ما تُحِبُّ رَبَّنا وَتَرضى.\nاللَّهُمَّ لَكَ الحَمدُ عَلى كُلِّ أكلَّةٍ وَشَربَةٍ وَبَطشَةٍ وَقَبضَةٍ وبَسطَةٍ، وَفي كُلِّ مَوضِعِ شَعرَةٍ. اللَّهُمَّ لَكَ الحَمدُ حَمداً خالِداً مَعَ خُلودِكَ وَلَكَ الحَمدُ حَمداً لا مُنتَهى لَهُ دونَ عِلمِكَ وَلَكَ الحَمدُ حَمداً لا أمَدَ لَهُ دونَ مَشيئَتِكَ وَلَكَ الحَمدُ حَمداً لا أجرَ لِقائِلِهِ إلاّ رِضاكَ، وَلَكَ الحَمدُ عَلى حِلمِكَ بَعدَ عِلمِكَ، وَلَكَ الحَمدُ عَلى عَفوِكَ بَعدَ قُدرَتِكَ، وَلَكَ الحَمدُ باعِثَ الحَمدِ، وَلَكَ الحَمدُ وَارِثَ الحَمدِ، وَلَكَ الحَمدُ بَديعَ الحَمدِ، وَلَكَ الحَمدُ مُنتَهى الحَمدِ، وَلَكَ الحَمدُ مُبتَدِعَ الحَمدِ، وَلَكَ الحَمدُ مُشتَريَ الحَمدِ، وَلَكَ الحَمدُ وَليَّ الحَمدِ، وَلَكَ الحَمدُ قِديمَ الحَمدِ، وَلَكَ الحَمدُ صادِقَ الوَعدِ، وَفيَّ العَهدِ، عَزيزَ الجُندِ، قائِمَ المَجدِ، وَلَكَ الحَمدُ رَفيعَ الدَّرَجاتِ مُجيبَ الدَّعَواتِ، مُنزِلَ الآيات مِن فَوقِ سَبعِ سَماواتٍ عَظيمَ البَرَكاتِ، مُخرِجَ النّورِ مِنَ الظُّلُماتِ، وَمُخرِجَ مَن في الظُّلُماتِ إلى النّورِ، مُبَدِّلَ السَّيِّئاتِ حَسَناتٍ وَجاعِلَ الحَسَناتِ دَرَجاتٍ.\nاللَّهُمَّ لَكَ الحَمدُ غافِرَ الذَّنبِ وَقابِلَ التَّوبِ، شَديدَ العِقابِ ذا الطَّولِ لا إلهَ إلاّ أنتَ إلَيكَ المَصيرُ. اللَّهُمَّ لَكَ الحَمدُ في اللَّيلِ إذا يَغشى، وَلَكَ الحَمدُ في النَّهارِ إذا تَجَلَى وَلَكَ الحَمدُ في الآخرةِ وَالاُولى، وَلَكَ الحَمدُ عَدَدَ كُلِّ نَجمٍ وَمَلَكٍ في السَّماء، وَلَكَ الحَمدُ عَدَدَ الثَّرى وَالحَصى وَالنَّوى، وَلَكَ الحَمدُ عَدَدَ ما في جَوِّ السَّماء، وَلَكَ الحَمدُ عَدَدَ ما في جَوفِ الأرضِ، وَلَكَ الحَمدُ عَدَدَ أوزانِ ميا هِ البِحارِ، وَلَكَ الحَمدُ عَدَدَ أوراقِ الأشجارِ، وَلَكَ الحَمدُ عَدَدَ ما عَلى وَجهِ الأرضِ، وَلَكَ الحَمدُ عَدَدَ ما أحصى كِتابُكَ، وَلَكَ الحَمدُ عَدَدَ ما أحاطَ بِهِ عِلمُكَ، وَلَكَ الحَمدُ عَدَدَ الإنسِ وَالجِنِّ، وَالهَوامِّ وَالطَّيرِ وَالبَهائِمِ والسِّباعِ حَمداً كَثيراً طَيِّباً مُبارَكاً فيهِ كَما تُحِبُّ رَبَّنا وَتَرضى، وَكَما يَنبَغي لِكَرَمِ وَجهِكَ وَعِزِّ جَلالِكَ.\nثمّ تقول عشراً: لا إلهَ إلاّ الله وَحدَهُ لا شَريكَ لَهُ، لَهُ المُلكُ وَلَهُ الحَمدُ، وَهُوَ اللَطيفُ الخَبيرُ.\nوعشراً: لا إلهَ إلاّ الله وَحدَهُ لا شَريكَ لَهُ، لَهُ المُلكُ وَلَهُ الحَمدُ، يُحيي وَيُميتُ، وَيُميتُ وَيُحيي، وَهُوَ حَيُّ لا يَموتُ بيَدِهِ الخَيرُ وَهُوَ عَلى كُلِّ شيءٍ قَديرٌ .\nوعشراً: أستَغفِرُ اللهَ الَّذي لا إلهَ إلاّ هُوَ الحَيُّ القَيّومُ وَأتوبُ إلَيهِ.\nوعشراً: يا اللهُ يا اللهُ\nوعشراً: يا رَحمنُ يا رَحمنُ\nوعشراً: يا رَحيمُ يا رَحيمُ\nوعشراً: يا بَديعَ السَّماواتِ وَالأرضِ\nوعشراً: يا ذا الجَلالِ وَالإكرامِ\nوعشراً: يا حَنّانُ يا مَنَّانُ\nوعشراً: يا حَيُّ يا قَيّومُ\nوعشراً: يا حَيُّ لا إلهَ إلاّ أنتَ\nوعشراً: يا اللهُ يا لا إلهَ إلاّ أنتَ\nوعشراً: بِسمِ الله الرَّحمنِ الرَّحيمِ\nوعشراً: اللَّهُمَّ صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ\nوعشراً: اللَّهُمَّ افعَل بي ما أنتَ أهلُهُ\nوعشراً: آمينَ آمينَ وعشراً: قُلْ هُوَ اللهُ أحَدٌ.\nثمّ تقول:اللَّهُمَّ اصنَع بي ما أنتَ أهلُهُ، وَلا تَصنَع بي ما أنا أهلُهُ، فَإنَّكَ أهلُ التَّقوى وَأهلُ المَغفِرَةِ، وَأنا أهلُ الذُّنوبِ وَالخطايا، فَارحَمني يا مولايَ وَأنتَ أرحَمُ الرَّاحِمينَ.\nوأيضاً تقول عشراً: لاحَولَ وَلا قوَّةَ إلاّ بِالله، تَوَكَّلتُ عَلى الحَيّ الَّذي لايَموتُ، وَالحَمدُ للهِ الَّذي لَم يَتَّخِذ وَلَداً، وَلَم يَكُن لَهُ شَريكٌ في المُلكِ، وَلَم يَكُن لَهُ وَليُّ مِنَ الذُّلِّ وَكَبِّرهُ تَكبيراً."
          },
          {
            "title": "دعاء السمات"
          },
          {
            "title": "دعاء المشلول"
          },
          {
            "title": "دعاء يستشير"
          },
          {
            "title": "دعاء المجير"
          },
          {
            "title": "دعاء العديلة"
          },
          {
            "title": "دعاء الجوشن الكبير"
          },
          {
            "title": "دعاء الجوشن الصغير"
          },
          {
            "title": "دعاء السيفي الصغير"
          },
          {
            "title": "دعاء مكارم الأخلاق"
          },
          {
            "title": "دعاء زمن الغيبة"
          },
          {
            "title": "دعاء التوسل"
          },
          {
            "title": "دعاء الافتتاح"
          },
          {
            "title": "دعاء البهاء"
          },
          {
            "title": "دعاء أبي حمزة الثمالي"
          },
          {
            "title": "دعاء الإمام الحسين (ع) يوم عرفة"
          },
          {
            "title": "دعاء الندبة"
          },
          {
            "title": "دعاء العهد"
          }
        ]
      },
      {
        "title": "الدعوات النافعة والمختصرة",
        "icon": "short-text",
        "duas": [
          {
            "title": "دعاء التوسل بالأئمة (ع)"
          },
          {
            "title": "الدعاء للخلاص من السجن"
          },
          {
            "title": "دعاء عن أميرالمؤمنين (ع)"
          },
          {
            "title": "حرز الزهراء (س) دعاء النور"
          },
          {
            "title": "حرز الإمام زين العابدين (ع)"
          },
          {
            "title": "عن الإمام محمد الباقر (ع)"
          },
          {
            "title": "دعاء عن الإمام موسى الكاظم (ع)"
          },
          {
            "title": "دعاء الأمن"
          },
          {
            "title": "دعاء الفرج"
          },
          {
            "title": "دعاء الاستغاثة بالحجة (ع)"
          },
          {
            "title": "دعاء المهدي (عج)"
          },
          {
            "title": "دعاء أم داود"
          },
          {
            "title": "دعاء عن الإمام زين العابدين (عليه السلام)"
          }
        ]
      },
      {
        "title": "مناجاة خمسة عشر",
        "icon": "favorite-border",
        "duas": [
          {
            "title": "مناجاة التائبين"
          },
          {
            "title": "مناجاة الشاكين"
          },
          {
            "title": "مناجاة الخائفين"
          },
          {
            "title": "مناجاة الراجين"
          },
          {
            "title": "مناجاة الراغبين"
          },
          {
            "title": "مناجاة الشاكرين"
          },
          {
            "title": "مناجاة المطيعين"
          },
          {
            "title": "مناجاة المريدين"
          },
          {
            "title": "مناجاة المحبين"
          },
          {
            "title": "مناجاة المتوسلين"
          },
          {
            "title": "مناجاة المفتقرين"
          },
          {
            "title": "مناجاة العارفين"
          },
          {
            "title": "مناجاة الذاكرين"
          },
          {
            "title": "مناجاة المعتصمين"
          },
          {
            "title": "مناجاة الزاهدين"
          },
          {
            "title": "المناجاة المنظومة لأميرالمؤمنين (ع)"
          }
        ]
      }
    ]
  },
  {
    "title": "أعمال الأسبوع",
    "items": [
      {
        "title": "تعقيبات الصلاة",
        "icon": "accessibility-new",
        "duas": [
          {
            "title": ""
          },
          {
            "title": ""
          }
        ]
      },
      {
        "title": "أعمال الأسبوع",
        "icon": "calendar-view-week",
        "duas": [
          {
            "title": ""
          },
          {
            "title": ""
          }
        ]
      },
      {
        "title": "فضل الجمعة وأعمالها",
        "icon": "event",
        "screen": ""
      },
      {
        "title": "تعيين أسماء أهل البيت (ع)",
        "icon": "group",
        "duas": [
          {
            "title": ""
          },
          {
            "title": ""
          }
        ]
      }
    ]
  },
  {
    "title": "الزيارات",
    "items": [
      {
        "title": "الآداب",
        "icon": "emoji-people",
        "screen": ""
      },
      {
        "title": "زيارة النبي والزهراء والأئمة بالبقيع (ع)",
        "icon": "place",
        "screen": ""
      },
      {
        "title": "زيارة أميرالمؤمنين (ع) وكيفيتها",
        "icon": "travel-explore",
        "screen": ""
      },
      {
        "title": "فضل الكوفة ومسجدها وزيارة مسلم (ع)",
        "icon": "location-city",
        "screen": ""
      },
      {
        "title": "فضل مسجد السهلة وزيد (ره) وصعصعة",
        "icon": "mosque",
        "screen": ""
      },
      {
        "title": "فضل زيارة أبي عبد الله الحسين (ع) وآدابها وكيفيتها",
        "icon": "military-tech",
        "screen": ""
      },
      {
        "title": "زيارة الكاظمين (ع) والنواب الأربعة وسلمان",
        "icon": "groups",
        "screen": ""
      },
      {
        "title": "زيارة الإمام علي بن موسى الرضا (ع)",
        "icon": "person-pin",
        "screen": ""
      },
      {
        "title": "زيارة أئمة سر من رأى (ع)",
        "icon": "my-location",
        "screen": ""
      },
      {
        "title": "الزيارات الجامعة",
        "icon": "school",
        "screen": ""
      },
      {
        "title": "الزيارات والصَّلاة على الحجج الطاهرين (ع)",
        "icon": "stars",
        "screen": ""
      },
      {
        "title": "زيارة الأنبياء العظام (ع) وأبناء الأئمة الكرام",
        "icon": "brightness-5",
        "screen": ""
      }
    ]
  },
  {
    "title": "أعمال أشهر السنة",
    "items": [
      {
        "title": "شهر رجب",
        "icon": "event-note",
        "screen": ""
      },
      {
        "title": "شهر شعبان",
        "icon": "event-note",
        "screen": ""
      },
      {
        "title": "شهر رمضان",
        "icon": "wb-sunny",
        "screen": ""
      },
      {
        "title": "شهر شوال",
        "icon": "brightness-6",
        "screen": ""
      },
      {
        "title": "شهر ذي القعده",
        "icon": "event",
        "screen": ""
      },
      {
        "title": "شهر ذي الحجة",
        "icon": "event",
        "screen": ""
      },
      {
        "title": "شهر محرم",
        "icon": "warning",
        "screen": ""
      },
      {
        "title": "شهر صفر",
        "icon": "calendar-today",
        "screen": ""
      },
      {
        "title": "شهر ربيع الأول",
        "icon": "calendar-month",
        "screen": ""
      },
      {
        "title": "شهر ربيع الثاني",
        "icon": "calendar-month",
        "screen": ""
      },
      {
        "title": "شهر جمادي الأولى",
        "icon": "date-range",
        "screen": ""
      },
      {
        "title": "شهر جمادي الثاني",
        "icon": "date-range",
        "screen": ""
      },
      {
        "title": "عامة الشهور",
        "icon": "apps",
        "screen": ""
      }
    ]
  }
]
